{
    "yes": "Ja",
    "no": "Nein",
    "ignore": "Ignorieren",
    "erase": "Löschen",
    "confirm": "Bestätigen",
    "download": "Herunterladen",
    "restart": "Neustart",
    "apply": "Übernehmen",
    "back": "Zurück",
    "status": "Status",
    "connection": "Verbindung",
    "unknown": "Unbekannt",
    "none": "Keine",
    "disabled": "Deaktiviert",
    "enabled": "Aktiviert",
    "disable": "Deaktivieren",
    "enable": "Aktivieren",
    "sign": "Signieren",
    "login": "Anmelden",
    "add": "Hinzufügen",
    "remove": "Entfernen",
    "tailnet": "Tailnet",
    "configuration": "Konfiguration",
    "needs_login": "Dieses Gerät muss bei Tailscale angemeldet sein. Aktualisieren Sie diese Seite nach der Anmeldung, um den Status anzuzeigen.",
    "tailscale_disabled": "Tailscale ist derzeit deaktiviert. Es kann über die Registerkarte Einstellungen aktiviert werden.",
    "tailscale_lock": "Tailscale Lock",
    "settings": {
        "basic": "Einfache Ansicht",
        "advanced": "Erweiterte Ansicht",
        "system_settings": "Systemeinstellungen",
        "enable_tailscale": "Tailscale aktivieren",
        "unraid_listen": "Unraid-Dienste verfügbar via Tailscale IP",
        "ip_forward": "IP Forwarding aktivieren",
        "taildrop": "Taildrop Speicherort",
        "usage": "Erfassung von Nutzungsdaten zulassen",
        "services": "Tailscale-Dienste",
        "wireguard": "Wireguard-Port",
        "outbound_network": "Erweiterte Netzwerkoptionen",
        "subnets": "Tailscale-Subnetze zulassen",
        "dns": "Tailscale-DNS-Einstellungen zulassen",
        "save": "Einstellungen speichern",
        "restart": "Tailscale neu starten",
        "erase": "Tailscale Konfiguration löschen",
        "diagnostics": "Plugin-Diagnose",
        "donate": "Spenden",
        "reauthenticate": "Erneut authentifizieren",
        "context": {
            "unraid_listen": "Konfiguriert Unraid-Dienste (SSH, WebGUI, SMB usw.) so, dass sie auf Tailscale-Adressen verfügbar sind.",
            "ip_forward": "Setzt net.ipv4.ip_forward und net.ipv6.conf.all.forwarding in sysctl auf 1. Diese Änderung tritt sofort nach der Aktivierung auf.",
            "taildrop": "Geben Sie den Pfad für eingehende Taildrop-Dateien an.",
            "dns": "Erlaubt das Aktivieren von Tailscale-DNS über die CLI oder das WebGUI. Wenn deaktiviert, wird Tailscale-DNS deaktiviert, wenn Tailscale startet.",
            "subnets": "Erlaubt das Aktivieren von Tailscale-Routen über die CLI oder das WebGUI. Wenn deaktiviert, werden die Tailscale-Routen beim Start von Tailscale deaktiviert.",
            "wireguard": "Port, der für Wireguard-Verbindungen verwendet wird. Dies muss in der Regel nicht geändert werden.",
            "usage": "Ermöglicht die Erfassung von Nutzungsdaten für das Tailscale-Plugin. Dadurch werden eine anonymisierte Kennung, die aktuelle Unraid-Version, die aktuelle Version des Plugins gesendet, und den aktiviert/deaktivierten Status einiger Features. Es werden keine persönlichen oder Netzwerkinformationen gesammelt.",
            "erase": "Meldet sich von Tailscale ab und setzt alle Einstellungen auf die Standardeinstellungen zurück",
            "restart": "Starten Sie den Tailscale-Daemon neu, und wenden Sie die Einstellungen erneut an.",
            "diagnostics": "Diagnose Daten herunterladen (dies kann einige Zeit in Anspruch nehmen)",
            "ignore": "Wenn dies auf ignorieren gesetzt ist, ändert das Plugin die Einstellung nicht",
            "outbound_network": "Diese Einstellungen gelten nur für ausgehenden Netzwerkdatenverkehr von Unraid oder laufenden Containern. Sie beeinflussen weder beworbene Routen, Exit-Nodes noch die Möglichkeit, über MagicDNS auf Unraid zuzugreifen. Diese sollten im Allgemeinen ausgeschaltet bleiben, außer sie werden explizit benötigt. Das Aktivieren kann Netzwerkprobleme verursachen.",
            "save": "Tailscale wird neu gestartet, damit Änderungen übernommen werden",
            "donate": "Wenn dieses Plugin Ihnen hilft, erwägen Sie bitte eine Spende.",
            "reauthenticate": "Erzwingt eine erneute Authentifizierung von Tailscale. Dabei wird Tailscale getrennt, bis die Authentifizierung abgeschlossen ist."
        }
    },
    "help": {
        "initial": "Erstkonfiguration",
        "key_expiration": "Möglicherweise möchten Sie den Schlüsselablauf für Ihren Server deaktivieren (entweder mithilfe eines Authentifizierungsschlüssels und einer Verbindung über die CLI oder anschließend über die Tailscale-Verwaltungskonsole).",
        "certificates": "Zertifikate",
        "certificates_instructions": "Für die WebGUI kann ein Tailscale-HTTPS-Zertifikat verwendet werden. Ihr Hostname muss mit dem Namen übereinstimmen, der für den Computer in Tailscale verwendet wird. <ol><li>Aktivieren Sie HTTPS für Ihr Tailnet.</li><li>Legen Sie die lokale TLD unter Einstellungen->Verwaltungszugriff auf Ihren Tailnet-Namen fest (wie auf der DNS-Seite Ihrer Tailscale-Verwaltungskonsole angezeigt)</li><li>Generieren Sie ein neues Zertifikat und kopieren Sie es in die WebGUI-Konfiguration. (Dies kann auch über das Benutzerskripte-Plugin ausgeführt werden.)</li></ol>",
        "certificates_docker": "Es ist auch möglich, diese Zertifikate für Docker-Container zu verwenden. So verwenden Sie beispielsweise das generierte Zertifikat für Minio:",
        "dns": "Wenn diese Option aktiviert ist, verwendet Unraid die DNS-Einstellungen, die in der Tailscale-Verwaltungskonsole konfiguriert wurden, einschließlich MagicDNS und Nameserver. Wenn diese Option deaktiviert ist, verwendet Unraid die DNS-Einstellungen, die in den Unraid-Netzwerkeinstellungen konfiguriert sind.",
        "subnets": "Wenn diese Option aktiviert ist, akzeptiert Unraid Routen, die von Subnetz-Routern im Tailnet angekündigt werden. Wenn diese Option deaktiviert ist, akzeptiert Unraid keine Routen von Subnetz-Routern.",
        "outbound_network": "Wenn eine Einstellung auf Ignorieren gesetzt ist, nimmt das Plugin keine Änderungen an der Einstellung in Tailscale vor. Dies ist nützlich, wenn Sie Einstellungen über die CLI statt über die WebGUI konfigurieren möchten.",
        "taildrop": "Geben Sie hier einen gültigen Pfad ein, damit der Unraid-Server Dateien über Taildrop akzeptieren kann.",
        "unraid_listen": "Fügt die Tailscale-Schnittstelle zur Unraid-Einstellung \"Zusätzliche Schnittstellen\" hinzu. Damit kann über die Tailscale-IP auf Dienste wie die Web-GUI und SSH zugegriffen werden.",
        "ip_forward": "Diese Einstellung ändert die sysctl-Einstellungen für IPv4 und IPv6-Weiterleitung. Dies ist nützlich, wenn Tailscale als Subnetzrouter oder Exitknoten konfiguriert ist. Wenn diese Option auf Ja festgelegt ist, sind sowohl die IPv4- als auch die IPv6-Weiterleitung aktiviert. Wenn diese Option auf Nein gesetzt ist, ändert das Plugin die Weiterleitungseinstellungen nicht.",
        "support": "Support",
        "support_forums": "Support für dieses Plugin ist über den Support-Thread in den Unraid-Foren verfügbar:",
        "support_advanced": "Die Unterstützung für die Verwendung erweiterter Netzwerkfunktionen wie Subnetzrouter oder Docker-IPVLAN-/MACVLAN-Netzwerke ist eingeschränkt, da erweiterte Netzwerkfunktionen von der zugrunde liegenden Netzwerkkonfiguration abhängen können."
    },
    "info": {
        "online": "Online",
        "version": "Tailscale Version",
        "health": "Tailscale-Zustand",
        "login": "Angemeldet",
        "netmap": "In der Netzwerkübersicht",
        "key_expire": "Ablaufdatum des Schlüssels",
        "tags": "Tags",
        "hostname": "Hostname",
        "dns": "DNS-Name",
        "ip": "Tailscale-IPs",
        "magicdns": "MagicDNS-Suffix",
        "routes": "Veröffentlichte Routen",
        "accept_routes": "Routen akzeptieren",
        "accept_dns": "DNS akzeptieren",
        "run_ssh": "Tailscale-SSH",
        "advertise_exit_node": "Als Exit-Node betreiben",
        "use_exit_node": "Exit-Node verwenden",
        "exit_node_local": "LAN-Zugriff beim Verwenden des Exit-Nodes erlauben",
        "unapproved": "Genehmigung in der Admin-Konsole erforderlich",
        "connected_via": "Verbunden über Tailscale",
        "lock": {
            "node_key": "Node Schlüssel",
            "public_key": "Öffentlicher Schlüssel",
            "signed": "Node Key Signiert",
            "signing": "Ist ein Signing-Node"
        }
    },
    "warnings": {
        "key_expiration": "Der Tailscale Schlüssel wird in %s Tagen um %s ablaufen.",
        "netbios": "NetBIOS ist in den SMB-Einstellungen aktiviert. Dies kann verhindern, dass über Tailscale auf Freigaben zugegriffen werden kann.",
        "lock": "Für das Tailnet ist die Sperre aktiviert, aber dieser Node wurde nicht signiert. Es wird nicht in der Lage sein, mit dem Tailnet zu kommunizieren."
    },
    "lock": {
        "sign": "Nodes signieren",
        "signing_node": "Dies ist ein Signaturknoten für das Tailnet.",
        "signing_instructions": "Die folgenden Knoten sind derzeit aus dem Tailnet ausgeschlossen. Aktivieren Sie das Kontrollkästchen für alle Knoten, die Sie hinzufügen möchten, und klicken Sie dann auf die Schaltfläche Signieren, um den Knoten zum Tailnet hinzuzufügen.",
        "signed_node": "In Ihrem Tailnet ist die Sperre aktiviert, und der aktuelle Knoten ist signiert. Dieser Knoten kann mit dem Tailnet kommunizieren.",
        "make_signing": "Wenn Sie dies zu einem Signaturknoten machen möchten, müssen Sie dem folgenden Schlüssel von einem Signaturknoten vertrauen:",
        "unsigned": "In Ihrem Tailnet ist die Sperre aktiviert, und der aktuelle Knoten ist nicht signiert. Dieser Knoten kann nicht mit dem Tailnet kommunizieren.",
        "unsigned_instructions": "Damit dieser Knoten kommunizieren kann, müssen Sie dem folgenden Schlüssel von einem Signaturknoten vertrauen",
        "disabled": "Für Ihr Tailnet ist die Sperre nicht aktiviert."
    },
    "status_page": {
        "exit_node": "Exit-Node",
        "connection_type": "Verbindungstyp",
        "connection_addr": "Verbindung",
        "tx_bytes": "Tx-Bytes",
        "rx_bytes": "Rx-Bytes",
        "relay": "Relay",
        "direct": "Direkt",
        "exit_active": "Aktiv",
        "exit_available": "Verfügbar",
        "idle": "Leerlauf",
        "offline": "Offline",
        "active": "Aktiv",
        "login_name": "Anmeldename",
        "shared": "Shared-In-Benutzer",
        "action": "Aktion"
    }
}