{
    "yes": "Yes",
    "no": "No",
    "ignore": "Ignore",
    "erase": "Erase",
    "confirm": "Confirm",
    "download": "Download",
    "restart": "Restart",
    "apply": "Apply",
    "back": "Back",
    "status": "Status",
    "connection": "Connection",
    "unknown": "Unknown",
    "none": "None",
    "disabled": "Disabled",
    "enabled": "Enabled",
    "disable": "Disable",
    "enable": "Enable",
    "sign": "Sign",
    "login": "Login",
    "add": "Add",
    "remove": "Remove",
    "tailnet": "Tailnet",
    "configuration": "Configuration",
    "needs_login": "This device needs to be logged in to Tailscale. Refresh this page after logging in to view the status.",
    "tailscale_disabled": "Tailscale is currently disabled. It can be enabled via the Settings tab.",
    "tailscale_lock": "Tailscale Lock",
    "settings": {
        "basic": "Basic View",
        "advanced": "Advanced View",
        "system_settings": "System Settings",
        "enable_tailscale": "Enable Tailscale",
        "unraid_listen": "Unraid services listen on Tailscale IP",
        "ip_forward": "Enable IP Forwarding",
        "taildrop": "Taildrop Location",
        "usage": "Allow Usage Data Collection",
        "services": "Tailscale Services",
        "wireguard": "Wireguard Port",
        "outbound_network": "Advanced Network Options",
        "subnets": "Allow Tailscale Subnets",
        "dns": "Allow Tailscale DNS settings",
        "save": "Save Settings",
        "restart": "Restart Tailscale",
        "erase": "Erase Tailscale Configuration",
        "diagnostics": "Plugin Diagnostics",
        "donate": "Donate",
        "reauthenticate": "Reauthenticate",
        "context": {
            "unraid_listen": "Configures Unraid services (SSH, WebGUI, SMB, etc.) to listen on Tailscale addresses.",
            "ip_forward": "Sets net.ipv4.ip_forward and net.ipv6.conf.all.forwarding to 1 in sysctl. This change occurs immediately when being enabled.",
            "taildrop": "Specify the path for incoming Taildrop files.",
            "dns": "Allows Tailscale DNS to be enabled via the CLI or WebGUI. If disabled, Tailscale DNS will be disabled when Tailscale starts.",
            "subnets": "Allows Tailscale routes to be enabled via the CLI or WebGUI. If disabled, Tailscale routes will be disabled when Tailscale starts.",
            "wireguard": "Change the port used for Wireguard conections. This usually does not need to be changed.",
            "usage": "Allows collection of usage data for the Tailscale plugin. This sends an anonymized identifier, the current Unraid version, the current version of the plugin, and the enabled/disabled status of some features. No personal or network information is collected.",
            "erase": "Logs out of Tailscale and resets all settings to defaults",
            "restart": "Restart the Tailscale daemon and reapply settings.",
            "diagnostics": "Download diagnostics (this may take some time to complete)",
            "ignore": "If set to ignore, the plugin will not modify the setting",
            "outbound_network": "These settings only apply to outbound network traffic from Unraid or running containers. They do not affect advertised routes, exit nodes, or the ability to access Unraid via MagicDNS. These should generally be left off unless specifically needed. Turning these on may cause network issues.",
            "save": "Tailscale will be restarted when changes are applied",
            "donate": "If this plugin helps you, please consider donating.",
            "reauthenticate": "Force a Tailscale reauthentication. This will disconnect Tailscale until the authentication is completed."
        }
    },
    "help": {
        "initial": "Initial Configuration",
        "key_expiration": "You may want to disable key expiration for your server (either by using an auth key and connecting via the CLI, or afterwards via the Tailscale admin console).",
        "certificates": "Certificates",
        "certificates_instructions": "A Tailscale HTTPS certificate can be used for the WebGUI. Your hostname must match the name used for the machine in Tailscale. <ol><li>Enable HTTPS for your tailnet.</li><li>Set the Local TLD in Settings->Management Access to your Tailnet name (as displayed in the DNS page of your Tailscale admin console)</li><li>Generate a new certificate and copy the to the WebGUI configuration. (This can also be run via the User Scripts plugin.)</li></ol>",
        "certificates_docker": "It is also possible to use these certificates for Docker containers. For example, to use the generated certificate for Minio:",
        "dns": "When enabled, Unraid will use the DNS settings configured in the Tailscale admin console, including MagicDNS and nameservers. When disabled, Unraid will use the DNS settings configured in the Unraid network settings.",
        "subnets": "When enabled, Unraid will accept routes advertisted from subnet routers in the tailnet. When disabled, Unraid will not accept routes from subnet routers.",
        "outbound_network": "If a setting is set to Ignore, the plugin will not make any changes to the setting in Tailscale. This is useful if you wish to configure settings via CLI instead of the WebGUI.",
        "taildrop": "Enter a valid path here to enable the Unraid server to accept files via Taildrop.",
        "unraid_listen": "Adds the Tailscale interface to the Unraid 'extra interfaces' setting. This allows services such as the Web GUI and SSH to be accessed via the Tailscale IP.",
        "ip_forward": "This setting modifies the sysctl settings for IPv4 and IPv6 forwarding. This is useful when Tailscale is configured to be a subnet router or exit node. When set to Yes, IPv4 and IPv6 forwarding are both turned on. When set to No, the plugin does not modify the forwarding settings.",
        "support": "Support",
        "support_forums": "Support for this plugin is available via the support thread on the Unraid forums:",
        "support_advanced": "Support for use of advanced networking features such as subnet routers or docker ipvlan/macvlan networks will be limited since advanced network features can be dependent on the underlying network configuration."
    },
    "info": {
        "online": "Online",
        "version": "Tailscale Version",
        "health": "Tailscale Health",
        "login": "Logged In",
        "netmap": "In Network Map",
        "key_expire": "Key Expiration",
        "tags": "Tags",
        "hostname": "Hostname",
        "dns": "DNS Name",
        "ip": "Tailscale IPs",
        "magicdns": "MagicDNS Suffix",
        "routes": "Advertised Routes",
        "accept_routes": "Accept Routes",
        "accept_dns": "Accept DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Run as Exit Node",
        "use_exit_node": "Use Exit Node",
        "exit_node_local": "Allow LAN Access while using Exit Node",
        "unapproved": "Needs approval in admin console",
        "connected_via": "Connected via Tailscale",
        "lock": {
            "node_key": "Node Key",
            "public_key": "Public Key",
            "signed": "Node Key Signed",
            "signing": "Is Signing Node"
        }
    },
    "warnings": {
        "key_expiration": "The Tailscale key will expire in %s days on %s.",
        "netbios": "NetBIOS is enabled in <a href='/Settings/SMB'>SMB settings</a> - this can prevent shares from being accessed via Tailscale.",
        "lock": "The tailnet has lock enabled, but this node has not been signed. It will not be able to communicate with the tailnet."
    },
    "lock": {
        "sign": "Sign Nodes",
        "signing_node": "This is a signing node for the tailnet.",
        "signing_instructions": "The following nodes are currently locked out of the tailnet. Check the box for any nodes you wish to add, then click the Sign button, to add the node to the tailnet.",
        "signed_node": "Your tailnet has lock enabled and the current node is signed. This node can communicate with the tailnet.",
        "make_signing": "If you wish to make this a signing node, you will need to trust the following key from a signing node:",
        "unsigned": "Your tailnet has lock enabled and the current node is not signed. This node cannot communicate with the tailnet.",
        "unsigned_instructions": "To allow this node to communicate, you will need to trust the following key from a signing node",
        "disabled": "Your tailnet does not have lock enabled."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Connection Type",
        "connection_addr": "Connection",
        "tx_bytes": "Tx Bytes",
        "rx_bytes": "Rx Bytes",
        "relay": "Relay",
        "direct": "Direct",
        "exit_active": "Active",
        "exit_available": "Available",
        "idle": "Idle",
        "offline": "Offline",
        "active": "Active",
        "login_name": "Login Name",
        "shared": "Shared-In User",
        "action": "Action"
    }
}