{
    "yes": "Sí",
    "no": "No",
    "ignore": "Ignorar",
    "erase": "Borrar",
    "confirm": "Confirmar",
    "download": "Descargar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Atrás",
    "status": "Estado",
    "connection": "Conexión",
    "unknown": "Desconocido",
    "none": "Nada",
    "disabled": "Desactivado",
    "enabled": "Activado",
    "disable": "Desactivar",
    "enable": "Activar",
    "sign": "Firma",
    "login": "Iniciar sesión",
    "add": "Agregar",
    "remove": "Eliminar",
    "tailnet": "Tailnet",
    "configuration": "Configuración",
    "needs_login": "Este dispositivo necesita iniciar sesión en Tailscale. Actualice esta página después de iniciar sesión para ver el estado.",
    "tailscale_disabled": "Tailscale está desactivada actualmente. Se puede activar a través de la pestaña de ajustes.",
    "tailscale_lock": "Bloqueo de Tailscale",
    "settings": {
        "basic": "Vista básica",
        "advanced": "Vista avanzada",
        "system_settings": "Configuración del Sistema",
        "enable_tailscale": "Activar Tailscale",
        "unraid_listen": "Los servicios de Unraid escuchan en la IP de Tailscale",
        "ip_forward": "Activar reenvío IP",
        "taildrop": "Ubicación de Taildrop",
        "usage": "Permitir recolección de datos de uso",
        "services": "Servicios de Tailscale",
        "wireguard": "Puerto Wireguard",
        "outbound_network": "Opciones de red avanzadas",
        "subnets": "Permitir subredes de Tailscale",
        "dns": "Permitir configuración de DNS de Tailscale",
        "save": "Guardar configuración",
        "restart": "Reiniciar Tailscale",
        "erase": "Borrar configuración de Tailscale",
        "diagnostics": "Diagnósticos de plugin",
        "donate": "Donar",
        "reauthenticate": "Reautentificar",
        "context": {
            "unraid_listen": "Configura los servicios de Unraid (SSH, WebGUI, SMB, etc.) para escuchar las direcciones de Tailscale.",
            "ip_forward": "Establece net.ipv4.ip_forward y net.ipv6.conf.all.forwarding a 1 en sysctl. Este cambio ocurre inmediatamente cuando se activa.",
            "taildrop": "Especifique la ruta para los archivos entrantes de Taildrop.",
            "dns": "Permite habilitar el DNS de Tailscale vía CLI o WebGUI. Si está deshabilitado, el DNS de Tailscale se deshabilitará al iniciar Tailscale.",
            "subnets": "Permite habilitar las rutas de Tailscale vía CLI o WebGUI. Si está deshabilitado, las rutas de Tailscale se deshabilitarán al iniciar Tailscale.",
            "wireguard": "Cambie el puerto utilizado para las conexiones de Wireguard. Por lo general, no es necesario cambiarlo.",
            "usage": "Permite la recolección de datos de uso para el plugin de escala reducida. Esto envía un identificador anónimo, la versión actual de Unraid, la versión actual del plugin, y el estado habilitado/desactivado de algunas características. No se recopila información personal o de red.",
            "erase": "Cierra sesión en Tailscale y restablece todos los ajustes a los valores predeterminados",
            "restart": "Reinicie el daemon Tailscale y vuelva a aplicar la configuración.",
            "diagnostics": "Descargar diagnóstico (esto puede tardar algún tiempo en completarse)",
            "ignore": "Si se establece en Ignorar, el plugin no modificará la configuración",
            "outbound_network": "Esta configuración solo se aplica al tráfico de red saliente de Unraid o contenedores en ejecución. No afectan a las rutas anunciadas, a los nodos de salida ni a la capacidad de acceder a Unraid a través de MagicDNS. Por lo general, deben dejarse desactivadas a menos que sea específicamente necesario. Activar estas opciones puede causar problemas de red.",
            "save": "Tailscale se reiniciará cuando se apliquen los cambios",
            "donate": "Si este plugin le ayuda, por favor considere la posibilidad de donar.",
            "reauthenticate": "Forzar una reautenticación de Tailscale. Esto desconectará Tailscale hasta que se complete la autenticación."
        }
    },
    "help": {
        "initial": "Configuración inicial",
        "key_expiration": "Puede que desee desactivar la expiración de la clave para su servidor (ya sea usando una clave de autenticación y conectándose a través del CLI, o después a través de la consola de administración de escala escape).",
        "certificates": "Certificados",
        "certificates_instructions": "Se puede utilizar un certificado HTTPS de Tailscale para la WebGUI. El nombre de host debe coincidir con el nombre utilizado para la máquina en Tailscale. <ol><li>Habilite HTTPS para su red trasera.</li><li>Establezca el TLD local en Configuración-Acceso > administración para su nombre de Tailnet (como se muestra en la página DNS de su consola de administración de Tailscale)</li><li>Genere un nuevo certificado y copie el en la configuración de WebGUI. (Esto también se puede ejecutar a través del complemento User Scripts).</li></ol>",
        "certificates_docker": "También es posible utilizar estos certificados para contenedores Docker. Por ejemplo, para usar el certificado generado para Minio:",
        "dns": "Cuando está habilitado, Unraid usará la configuración de DNS configurada en la consola de administración de Tailscale, incluidos MagicDNS y servidores de nombres. Cuando está deshabilitado, Unraid usará la configuración de DNS configurada en la configuración de red de Unraid.",
        "subnets": "Cuando está habilitado, Unraid aceptará rutas anunciadas desde enrutadores de subred en la tailnet. Cuando está deshabilitado, Unraid no aceptará rutas de enrutadores de subred.",
        "outbound_network": "Si una configuración se establece en Ignorar, el plugin no realizará ningún cambio en la configuración en Tailscale. Esto es útil si desea configurar los ajustes a través de CLI en lugar de WebGUI.",
        "taildrop": "Introduzca aquí una ruta válida para permitir que el servidor Unraid acepte archivos a través de Taildrop.",
        "unraid_listen": "Agrega la interfaz Tailscale a la configuración de 'interfaces adicionales' de Unraid. Esto permite acceder a servicios como la GUI web y SSH a través de la IP de Tailscale.",
        "ip_forward": "Esta configuración modifica la configuración de sysctl para el reenvío de IPv4 e IPv6. Esto es útil cuando Tailscale está configurado para ser un enrutador de subred o un nodo de salida. Cuando se establece en Sí, el reenvío IPv4 e IPv6 están activados. Cuando se establece en No, el complemento no modifica la configuración de reenvío.",
        "support": "Asistencia",
        "support_forums": "El soporte para este plugin está disponible a través del hilo de soporte en los foros de Unraid:",
        "support_advanced": "El soporte para el uso de funciones avanzadas de red como enrutadores de subred o redes docker ipvlan/macvlan estará limitado, ya que las funciones avanzadas de red pueden depender de la configuración de red subyacente."
    },
    "info": {
        "online": "En línea",
        "version": "Versión de Tailscale",
        "health": "Salud a Tailscale",
        "login": "Conectado",
        "netmap": "En el mapa de red",
        "key_expire": "Caducidad de la clave",
        "tags": "Etiquetas",
        "hostname": "Nombre de host",
        "dns": "Nombre DNS",
        "ip": "IP de Tailscale",
        "magicdns": "Sufijo MagicDNS",
        "routes": "Rutas anunciadas",
        "accept_routes": "Aceptar rutas",
        "accept_dns": "Aceptar DNS",
        "run_ssh": "SSH de Tailscale",
        "advertise_exit_node": "Ejecutar como nodo de salida",
        "use_exit_node": "Usar nodo de salida",
        "exit_node_local": "Permitir acceso LAN al usar nodo de salida",
        "unapproved": "Requiere aprobación en la consola de administración",
        "connected_via": "Conectado a través de Tailscale",
        "lock": {
            "node_key": "Clave de nodo",
            "public_key": "Clave pública",
            "signed": "La clave de nodo está firmada",
            "signing": "Es el nodo de firma"
        }
    },
    "warnings": {
        "key_expiration": "La clave de Tailscale expirará en %s días el %s.",
        "netbios": "NetBIOS está habilitado en <a href='/Settings/SMB'>configuración de SMB</a>, lo que puede impedir que se acceda a los recursos compartidos a través de Tailscale.",
        "lock": "La tailnet tiene habilitado el bloqueo, pero este nodo no se ha firmado. No podrá comunicarse con la tailnet."
    },
    "lock": {
        "sign": "Firma nodos",
        "signing_node": "Este es un nodo firmante para la tailnet.",
        "signing_instructions": "Los siguientes nodos están actualmente bloqueados fuera de la tailnet. Marque la casilla de los nodos que desee agregar y, a continuación, haga clic en el botón Firmar para agregar el nodo.",
        "signed_node": "Su tailnet tiene habilitado el bloqueo y el nodo actual está firmado. Este nodo puede comunicarse con la tailnet.",
        "make_signing": "Si desea hacer esto un nodo firmante, tendrá que usar un nodo firmante a confiar en la siguiente clave:",
        "unsigned": "La tailnet tiene habilitado el bloqueo y el nodo actual no está firmado. Este nodo no puede comunicarse con la tailnet.",
        "unsigned_instructions": "Para permitir que este nodo se comunique, necesitará confiar en la siguiente clave de un nodo firmante",
        "disabled": "Tu tailnet no tiene bloqueo activado."
    },
    "status_page": {
        "exit_node": "Nodo de salida",
        "connection_type": "Tipo de conexión",
        "connection_addr": "Conexión",
        "tx_bytes": "Bytes Tx",
        "rx_bytes": "Bytes Rx",
        "relay": "Relevo",
        "direct": "Directo",
        "exit_active": "Activo",
        "exit_available": "Hay disponible",
        "idle": "Inactivo",
        "offline": "Desconectado",
        "active": "Activo",
        "login_name": "Nombre de usuario",
        "shared": "Usuario compartido entrante",
        "action": "Acción"
    }
}