{
    "yes": "Sí",
    "no": "No",
    "ignore": "Ignorar",
    "erase": "Borrar",
    "confirm": "Confirmar",
    "download": "Descargar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Atrás",
    "status": "Estado",
    "connection": "Conexión",
    "unknown": "Desconocido",
    "none": "Nada",
    "disabled": "Desactivado",
    "enabled": "Activado",
    "disable": "Desactivar",
    "enable": "Activar",
    "cancel": "Cancelar",
    "accept": "Aceptar",
    "sign": "Firma",
    "login": "Iniciar sesión",
    "add": "Agregar",
    "remove": "Eliminar",
    "tailnet": "Tailnet",
    "configuration": "Configuración",
    "needs_login": "Este dispositivo necesita iniciar sesión en Tailscale. Actualice esta página después de iniciar sesión para ver el estado.",
    "tailscale_disabled": "Tailscale está desactivada actualmente. Se puede activar a través de la pestaña de ajustes.",
    "tailscale_lock": "Bloqueo de Tailscale",
    "warning": "Advertencia",
    "settings": {
        "basic": "Vista básica",
        "advanced": "Vista avanzada",
        "system_settings": "Configuración del Sistema",
        "enable_tailscale": "Activar Tailscale",
        "unraid_listen": "Los servicios de Unraid escuchan en la IP de Tailscale",
        "ip_forward": "Activar reenvío IP",
        "taildrop": "Ubicación de Taildrop",
        "services": "Servicios de Tailscale",
        "wireguard": "Puerto Wireguard",
        "outbound_network": "Opciones de red avanzadas",
        "subnets": "Permitir subredes de Tailscale",
        "dns": "Permitir configuración de DNS de Tailscale",
        "save": "Guardar configuración",
        "restart": "Reiniciar Tailscale",
        "erase": "Borrar configuración de Tailscale",
        "diagnostics": "Diagnósticos de plugin",
        "reauthenticate": "Reautentificar",
        "funnel": "Permitir Tailscale Funnel",
        "context": {
            "unraid_listen": "Configura los servicios de Unraid (SSH, WebGUI, SMB, etc.) para escuchar las direcciones de Tailscale.",
            "ip_forward": "Establece net.ipv4.ip_forward y net.ipv6.conf.all.forwarding a 1 en sysctl. Este cambio ocurre inmediatamente cuando se activa.",
            "taildrop": "Especifique la ruta para los archivos entrantes de Taildrop.",
            "dns": "Permite habilitar el DNS de Tailscale vía CLI o WebGUI. Si está deshabilitado, el DNS de Tailscale se deshabilitará al iniciar Tailscale.",
            "subnets": "Permite habilitar las rutas de Tailscale vía CLI o WebGUI. Si está deshabilitado, las rutas de Tailscale se deshabilitarán al iniciar Tailscale.",
            "wireguard": "Cambie el puerto utilizado para las conexiones de Wireguard. Por lo general, no es necesario cambiarlo.",
            "erase": "Cierra sesión en Tailscale y restablece todos los ajustes a los valores predeterminados",
            "restart": "Reinicie el daemon Tailscale y vuelva a aplicar la configuración.",
            "diagnostics": "Descargar diagnóstico (esto puede tardar algún tiempo en completarse)",
            "save": "Tailscale se reiniciará cuando se apliquen los cambios",
            "reauthenticate": "Forzar una reautenticación de Tailscale. Esto desconectará Tailscale hasta que se complete la autenticación.",
            "funnel": "Permite que el funnel de Tailscale se habilite través del WebGUI. Si está deshabilitado, el funnel de Tailscale se deshabilitará."
        }
    },
    "info": {
        "online": "En línea",
        "version": "Versión de Tailscale",
        "health": "Salud a Tailscale",
        "login": "Conectado",
        "netmap": "En el mapa de red",
        "key_expire": "Caducidad de la clave",
        "tags": "Etiquetas",
        "hostname": "Nombre de host",
        "dns": "Nombre DNS",
        "ip": "IP de Tailscale",
        "magicdns": "Sufijo MagicDNS",
        "routes": "Rutas anunciadas",
        "accept_routes": "Aceptar rutas",
        "accept_dns": "Aceptar DNS",
        "run_ssh": "SSH de Tailscale",
        "advertise_exit_node": "Ejecutar como nodo de salida",
        "use_exit_node": "Usar nodo de salida",
        "exit_node_local": "Permitir acceso LAN al usar nodo de salida",
        "unapproved": "Requiere aprobación en la consola de administración",
        "connected_via": "Conectado a través de Tailscale",
        "funnel_port": "Puerto del Funnel para WebGUI",
        "port_in_use": "Puerto en uso",
        "lock": {
            "node_key": "Clave de nodo",
            "public_key": "Clave pública",
            "signed": "La clave de nodo está firmada",
            "signing": "Es el nodo de firma"
        }
    },
    "warnings": {
        "key_expiration": "La clave de Tailscale expirará en %s días el %s.",
        "netbios": "NetBIOS está habilitado en <a href='/Settings/SMB'>configuración de SMB</a>, lo que puede impedir que se acceda a los recursos compartidos a través de Tailscale.",
        "lock": "La tailnet tiene habilitado el bloqueo, pero este nodo no se ha firmado. No podrá comunicarse con la tailnet.",
        "funnel": "Habilitar Tailscale Funnel para el WebGUI de Unraid expone su servidor a internet, aumentando significativamente el riesgo de acceso no autorizado y posibles ataques. Esta función solo debe habilitarse si comprende completamente el impacto en la seguridad. El método recomendado/seguro para el acceso remoto es instalar Tailscale en los dispositivos con los que planea acceder al WebGUI en lugar de habilitar Funnel.",
        "subnet": "Aceptar subredes de Tailscale en su servidor Unraid puede interrumpir la conectividad de red local en ciertas configuraciones de red. Aceptar rutas no es necesario para que su servidor Unraid funcione como enrutador de subred o nodo de salida. Solo habilite esta opción si su servidor Unraid necesita conectarse a subredes remotas anunciadas por otros dispositivos.",
        "dns": "Habilitar MagicDNS de Tailscale en su servidor puede interrumpir la resolución de nombres dentro de los contenedores Docker, lo que puede causar problemas de conectividad para las aplicaciones. No es necesario habilitar MagicDNS en el servidor para que usted acceda a su servidor Unraid usando nombres de MagicDNS (por ejemplo, 'unraid.tailnet.ts.net') desde otros dispositivos.",
        "caution": "Proceda con precaución y asegúrese de comprender las implicaciones de este cambio antes de continuar.",
        "more_info": "Para más información:"
    },
    "lock": {
        "sign": "Firma nodos",
        "signing_node": "Este es un nodo firmante para la tailnet.",
        "signing_instructions": "Los siguientes nodos están actualmente bloqueados fuera de la tailnet. Marque la casilla de los nodos que desee agregar y, a continuación, haga clic en el botón Firmar para agregar el nodo.",
        "signed_node": "Su tailnet tiene habilitado el bloqueo y el nodo actual está firmado. Este nodo puede comunicarse con la tailnet.",
        "make_signing": "Si desea hacer esto un nodo firmante, tendrá que usar un nodo firmante a confiar en la siguiente clave:",
        "unsigned": "La tailnet tiene habilitado el bloqueo y el nodo actual no está firmado. Este nodo no puede comunicarse con la tailnet.",
        "unsigned_instructions": "Para permitir que este nodo se comunique, necesitará confiar en la siguiente clave de un nodo firmante",
        "disabled": "Tu tailnet no tiene bloqueo activado."
    },
    "status_page": {
        "exit_node": "Nodo de salida",
        "connection_type": "Tipo de conexión",
        "connection_addr": "Conexión",
        "tx_bytes": "Bytes Tx",
        "rx_bytes": "Bytes Rx",
        "relay": "Relevo",
        "direct": "Directo",
        "exit_active": "Activo",
        "exit_available": "Hay disponible",
        "idle": "Inactivo",
        "offline": "Desconectado",
        "active": "Activo",
        "login_name": "Nombre de usuario",
        "shared": "Usuario compartido entrante",
        "action": "Acción"
    }
}