{
    "yes": "Oui",
    "no": "Non",
    "ignore": "Ignorer",
    "erase": "Effacer",
    "confirm": "Confirmer",
    "download": "Télécharger",
    "restart": "Redémarrer",
    "apply": "Appliquer",
    "back": "Retour",
    "status": "État",
    "connection": "Connexion",
    "unknown": "Inconnu",
    "none": "Aucun",
    "disabled": "Désactivé",
    "enabled": "Activé",
    "sign": "Se connecter",
    "tailscale_disabled": "Tailscale est actuellement désactivé. Il peut être activé via l'onglet Paramètres.",
    "tailscale_lock": "Tailscale Lock",
    "settings": {
        "basic": "Affichage de base",
        "advanced": "Affichage avancé",
        "system_settings": "Paramètres Système",
        "enable_tailscale": "Activer Tailscale",
        "unraid_listen": "Les services Unraid écoutent sur l'IP de Tailscale",
        "ip_forward": "Activer l'IP Forwarding",
        "taildrop": "Emplacement de Taildrop",
        "usage": "Autoriser la collecte des données d'utilisation",
        "services": "Services de Tailscale",
        "wireguard": "Port Wireguard",
        "outbound_network": "Réseau Sortant Tailscale",
        "subnets": "Utiliser les sous-réseaux de Tailscale",
        "dns": "Utiliser les paramètres DNS de Tailscale",
        "save": "Sauvegarde des Paramètres",
        "restart": "Redémarrer Tailscale",
        "erase": "Effacer la configuration de Tailscale",
        "diagnostics": "Diagnostics du Plugin",
        "donate": "Faire un Don",
        "context": {
            "unraid_listen": "Configure les services Unraid (SSH, WebGUI, SMB, etc.) pour écouter sur les adresses de Tailscale.",
            "ip_forward": "Définit net.ipv4.ip_forward et net.ipv6.conf.all.forwarding à 1 dans sysctl. Ce changement survient immédiatement après son activation.",
            "taildrop": "Spécifie le chemin pour les fichiers Taildrop entrants.",
            "dns": "Accepte le DNS depuis le tailnet.",
            "subnets": "Accepte les routes depuis le tailnet.",
            "wireguard": "Change le port utilisé pour les connexions Wireguard. Cela n'a généralement pas besoin d'être changé.",
            "usage": "Permet la collecte de données d'utilisation pour le plugin Tailscale . Cela envoie un identifiant anonyme, la version actuelle de Unraid, la version actuelle du plugin, et l'état activé/désactivé de certaines fonctionnalités. Aucune information personnelle ou réseau n'est recueillie.",
            "erase": "Se déconnecte de Tailscale et réinitialise tous les paramètres par défaut",
            "restart": "Redémarre le daemon Tailscale et réapplique les paramètres.",
            "diagnostics": "Télécharger les diagnostics (cela peut prendre un certain temps)",
            "ignore": "Si la valeur est ignorée, le plugin ne modifiera pas le paramètre",
            "outbound_network": "Ces paramètres s'appliquent uniquement au trafic réseau sortant de Unraid ou de conteneurs en cours d'exécution. Ils n'affectent pas les routes annoncées, les nœuds de sortie ou la possibilité d'accéder à Unraid via MagicDNS. Ils doivent généralement être laissés désactivés sauf si nécessaire.",
            "save": "Tailscale sera redémarré lorsque les modifications seront appliquées",
            "donate": "Si ce plugin vous aide, pensez à faire un don."
        }
    },
    "help": {
        "initial": "Configuration Initiale",
        "key_expiration": "Vous pouvez désactiver l'expiration de la clé pour votre serveur (soit en utilisant une clé d'authentification et en vous connectant via le CLI, ou par la suite via la console d'administration de Tailscale).",
        "certificates": "Certificats",
        "certificates_instructions": "Un certificat HTTPS Tailscale peut être utilisé pour le WebGUI. Votre nom d'hôte doit correspondre au nom utilisé pour la machine Tailscale. <ol><li>Activez HTTPS pour votre réseau tailnet.</li><li>Définissez le TLD local dans Paramètres->Gestion des Accès à votre nom de réseau Tailnet (comme affiché dans la page DNS de votre console d'administration Tailscale)</li><li>Générez un nouveau certificat et copiez-le dans la configuration WebGUI. (Cela peut également être exécuté via le plugin User Scripts.)</li></ol>",
        "certificates_docker": "Il est également possible d'utiliser ces certificats pour les conteneurs Docker. Par exemple, pour utiliser le certificat généré pour Minio :",
        "dns": "Lorsque cette option est activée, Unraid utilisera les paramètres DNS configurés dans la console d'administration de Tailscale, y compris MagicDNS et les serveurs de noms. Lorsque cette option est désactivée, Unraid utilisera les paramètres DNS configurés dans les paramètres du réseau Unraid.",
        "subnets": "Lorsque cette option est activée, Unraid acceptera les routes annoncées depuis des routeurs de sous-réseaux du tailnet. Lorsqu'elle est désactivée, Unraid n'acceptera pas les routes depuis les routeurs de sous-réseau.",
        "outbound_network": "Si un paramètre est réglé sur Ignorer, le plugin n'apportera aucune modification à la configuration dans Tailscale. Ceci est utile si vous souhaitez configurer les paramètres via CLI au lieu de WebGUI.",
        "taildrop": "Entrez un chemin valide ici pour permettre au serveur Unraid d'accepter des fichiers via Taildrop.",
        "unraid_listen": "Ajoute l'interface Tailscale au paramètre 'Interfaces supplémentaires' de Unraid. Cela permet d'accéder à des services tels que l'interface Web et le SSH via l'IP de Tailscale.",
        "ip_forward": "Ce paramètre modifie les paramètres sysctl pour la redirection IPv4 et IPv6. Ceci est utile lorsque Tailscale est configuré pour être un routeur de sous-réseau ou un nœud de sortie. Lorsqu’il est défini sur Oui, la redirection IPv4 et IPv6 est activée. Lorsqu’il est défini sur Non, le plugin ne modifie pas les paramètres de redirection.",
        "support": "Assistance",
        "support_forums": "L'assistance de ce plugin est disponible via le fil de discussion sur les forums Unraid :",
        "support_advanced": "La prise en charge des fonctionnalités réseau avancées telles que les routeurs de sous-réseau ou les réseaux Docker ipvlan/macvlan sera limitée, car les fonctionnalités réseau avancées peuvent dépendre de la configuration réseau sous-jacente."
    },
    "info": {
        "online": "Connecté",
        "version": "Version de Tailscale",
        "health": "Santé de Tailscale",
        "login": "Identifié",
        "netmap": "Dans la carte du réseau",
        "key_expire": "Expiration de clé",
        "tags": "Tags",
        "hostname": "Nom d'hôte",
        "dns": "Nom DNS",
        "ip": "Adresses IP de Tailscale",
        "magicdns": "Suffixe MagicDNS",
        "routes": "Routes annoncées",
        "accept_routes": "Accepter les routes",
        "accept_dns": "Accepter le DNS",
        "lock": {
            "node_key": "Clé du nœud",
            "public_key": "Clé publique",
            "signed": "Clé du nœud signée",
            "signing": "Est un nœud de signature"
        }
    },
    "warnings": {
        "key_expiration": "La clé Tailscale expirera dans %s jours sur %s.",
        "netbios": "NetBIOS est activé dans les <a href='/Settings/SMB'>paramètres SMB</a> - cela peut empêcher l'accès aux partages via Tailscale.",
        "lock": "Le verrouillage du tailnet est activé, mais ce nœud n’a pas été signé. Il ne pourra pas communiquer avec le tailnet."
    },
    "lock": {
        "sign": "Nœuds de signature",
        "signing_node": "Il s'agit d'un nœud de signature pour le tailnet.",
        "signing_instructions": "Les nœuds suivants sont actuellement exclus du tailnet. Cochez la case correspondant aux nœuds que vous souhaitez ajouter, puis cliquez sur le bouton Signer pour ajouter le nœud au tailnet.",
        "signed_node": "Le verrouillage de votre tailnet est activé et le nœud actuel est signé. Ce nœud peut communiquer avec le tailnet.",
        "make_signing": "Si vous souhaitez en faire un nœud de signature, vous devez approuver la clé suivante depuis un nœud de signature :",
        "unsigned": "Le verrouillage de votre tailnet est activé et le nœud actuel n’est pas signé. Ce nœud ne peut pas communiquer avec le tailnet.",
        "unsigned_instructions": "Pour permettre à ce nœud de communiquer, vous devez approuver la clé suivante depuis un nœud de signature",
        "disabled": "Le verrouillage n’est pas activé sur votre tailnet."
    }
}
