{
    "yes": "Oui",
    "no": "Non",
    "ignore": "Ignorer",
    "erase": "Effacer",
    "confirm": "Confirmer",
    "download": "Télécharger",
    "restart": "Redémarrer",
    "apply": "Appliquer",
    "back": "Retour",
    "status": "État",
    "connection": "Connexion",
    "unknown": "Inconnu",
    "none": "Aucun",
    "disabled": "Désactivé",
    "enabled": "Activé",
    "disable": "Désactiver",
    "enable": "Activer",
    "cancel": "Annuler",
    "accept": "Accepter",
    "sign": "Se connecter",
    "login": "Connexion",
    "add": "Ajouter",
    "remove": "Supprimer",
    "tailnet": "Tailnet",
    "configuration": "Configuration",
    "needs_login": "Cet appareil doit être connecté à Tailscale. Actualisez cette page après la connexion pour afficher le statut.",
    "tailscale_disabled": "Tailscale est actuellement désactivé. Il peut être activé via l'onglet Paramètres.",
    "tailscale_lock": "Tailscale Lock",
    "warning": "Avertissement",
    "settings": {
        "basic": "Affichage de base",
        "advanced": "Affichage avancé",
        "system_settings": "Paramètres Système",
        "enable_tailscale": "Activer Tailscale",
        "unraid_listen": "Les services Unraid écoutent sur l'IP de Tailscale",
        "ip_forward": "Activer l'IP Forwarding",
        "taildrop": "Emplacement de Taildrop",
        "services": "Services de Tailscale",
        "wireguard": "Port Wireguard",
        "outbound_network": "Options réseau avancées",
        "subnets": "Autoriser les sous-réseaux Tailscale",
        "dns": "Autoriser les paramètres DNS Tailscale",
        "save": "Sauvegarde des Paramètres",
        "restart": "Redémarrer Tailscale",
        "erase": "Effacer la configuration de Tailscale",
        "diagnostics": "Diagnostics du Plugin",
        "reauthenticate": "Réanthentifier",
        "funnel": "Autoriser Tailscale Funnel",
        "context": {
            "unraid_listen": "Configure les services Unraid (SSH, WebGUI, SMB, etc.) pour écouter sur les adresses de Tailscale.",
            "ip_forward": "Définit net.ipv4.ip_forward et net.ipv6.conf.all.forwarding à 1 dans sysctl. Ce changement survient immédiatement après son activation.",
            "taildrop": "Spécifie le chemin pour les fichiers Taildrop entrants.",
            "dns": "Permet d'activer le DNS Tailscale via la CLI ou le WebGUI. Si désactivé, le DNS Tailscale sera désactivé lors du démarrage de Tailscale.",
            "subnets": "Permet d'activer les routes Tailscale via la CLI ou le WebGUI. Si désactivé, les routes Tailscale seront désactivées lors du démarrage de Tailscale.",
            "wireguard": "Change le port utilisé pour les connexions Wireguard. Cela n'a généralement pas besoin d'être changé.",
            "erase": "Se déconnecte de Tailscale et réinitialise tous les paramètres par défaut",
            "restart": "Redémarre le daemon Tailscale et réapplique les paramètres.",
            "diagnostics": "Télécharger les diagnostics (cela peut prendre un certain temps)",
            "save": "Tailscale sera redémarré lorsque les modifications seront appliquées",
            "reauthenticate": "Forcer une ré-authentification Tailscale. Cela déconnectera Tailscale jusqu'à ce que l'authentification soit complétée.",
            "funnel": "Permet d'activer Tailscale Funnel via le WebGUI. Si désactivé, Tailscale Funnel sera désactivé."
        }
    },
    "info": {
        "online": "Connecté",
        "version": "Version de Tailscale",
        "health": "Santé de Tailscale",
        "login": "Identifié",
        "netmap": "Dans la carte du réseau",
        "key_expire": "Expiration de clé",
        "tags": "Tags",
        "hostname": "Nom d'hôte",
        "dns": "Nom DNS",
        "ip": "Adresses IP de Tailscale",
        "magicdns": "Suffixe MagicDNS",
        "routes": "Routes annoncées",
        "accept_routes": "Accepter les routes",
        "accept_dns": "Accepter le DNS",
        "run_ssh": "SSH Tailscale",
        "advertise_exit_node": "Agir en tant que nœud de sortie",
        "use_exit_node": "Utiliser un nœud de sortie",
        "exit_node_local": "Autoriser l'accès LAN lors de l'utilisation d'un nœud de sortie",
        "unapproved": "Nécessite une approbation dans la console d'administration",
        "connected_via": "Connecté via Tailscale",
        "funnel_port": "Port Funnel pour le WebGUI",
        "port_in_use": "Port utilisé",
        "lock": {
            "node_key": "Clé du nœud",
            "public_key": "Clé publique",
            "signed": "Clé du nœud signée",
            "signing": "Est un nœud de signature"
        }
    },
    "warnings": {
        "key_expiration": "La clé Tailscale expirera dans %s jours sur %s.",
        "netbios": "NetBIOS est activé dans les <a href='/Settings/SMB'>paramètres SMB</a> - cela peut empêcher l'accès aux partages via Tailscale.",
        "lock": "Le verrouillage du tailnet est activé, mais ce nœud n’a pas été signé. Il ne pourra pas communiquer avec le tailnet.",
        "funnel": "L’activation de Tailscale Funnel pour le WebGUI Unraid expose votre serveur à Internet, augmentant considérablement le risque d’accès non autorisé et d’attaques potentielles. Cette fonctionnalité ne doit être activée que si vous comprenez parfaitement l’impact sur la sécurité. L’approche recommandée/sécurisée pour l’accès à distance consiste à installer Tailscale sur les appareils que vous prévoyez d’utiliser pour accéder au WebGUI, au lieu d’activer Funnel.",
        "subnet": "L’acceptation des sous-réseaux Tailscale sur votre serveur Unraid peut perturber la connectivité du réseau local dans certaines configurations réseau. L’acceptation des routes n’est pas nécessaire pour que votre serveur Unraid fonctionne comme routeur de sous-réseaux ou nœud de sortie. Activez cette option uniquement si votre serveur Unraid doit se connecter à des sous-réseaux distants annoncés par d’autres appareils.",
        "dns": "L’activation de MagicDNS de Tailscale sur votre serveur peut perturber la résolution de noms à l’intérieur des conteneurs Docker, ce qui peut entraîner des problèmes de connectivité pour les applications. Il n’est pas nécessaire d’activer MagicDNS sur le serveur pour accéder à votre serveur Unraid en utilisant les noms MagicDNS (par exemple, « unraid.tailnet.ts.net ») depuis d’autres appareils.",
        "caution": "Procédez avec prudence et assurez-vous de bien comprendre les implications de ce changement avant de continuer.",
        "more_info": "Pour plus d'informations :"
    },
    "lock": {
        "sign": "Nœuds de signature",
        "signing_node": "Il s'agit d'un nœud de signature pour le tailnet.",
        "signing_instructions": "Les nœuds suivants sont actuellement exclus du tailnet. Cochez la case correspondant aux nœuds que vous souhaitez ajouter, puis cliquez sur le bouton Signer pour ajouter le nœud au tailnet.",
        "signed_node": "Le verrouillage de votre tailnet est activé et le nœud actuel est signé. Ce nœud peut communiquer avec le tailnet.",
        "make_signing": "Si vous souhaitez en faire un nœud de signature, vous devez approuver la clé suivante depuis un nœud de signature :",
        "unsigned": "Le verrouillage de votre tailnet est activé et le nœud actuel n’est pas signé. Ce nœud ne peut pas communiquer avec le tailnet.",
        "unsigned_instructions": "Pour permettre à ce nœud de communiquer, vous devez approuver la clé suivante depuis un nœud de signature",
        "disabled": "Le verrouillage n’est pas activé sur votre tailnet."
    },
    "status_page": {
        "exit_node": "Nœud de sortie",
        "connection_type": "Type de connexion",
        "connection_addr": "Connexion",
        "tx_bytes": "Octets Tx",
        "rx_bytes": "Octets Rx",
        "relay": "Relais",
        "direct": "Direct",
        "exit_active": "Actif",
        "exit_available": "Disponible",
        "idle": "Inactif",
        "offline": "Hors ligne",
        "active": "Actif",
        "login_name": "Nom de connexion",
        "shared": "Utilisateur partagé",
        "action": "Action"
    }
}