{
    "yes": "Sì",
    "no": "No",
    "ignore": "Ignora",
    "erase": "Elimina",
    "confirm": "Conferma",
    "download": "Scarica",
    "restart": "Riavvia",
    "apply": "Applica",
    "back": "Indietro",
    "status": "Stato",
    "connection": "Connessione",
    "unknown": "Sconosciuto",
    "none": "Nessuno",
    "disabled": "Disabilitato",
    "enabled": "Abilitato",
    "disable": "Disabilita",
    "enable": "Abilita",
    "cancel": "Annulla",
    "accept": "Accetta",
    "sign": "Firma",
    "login": "Login",
    "add": "Aggiungi",
    "remove": "Rimuovi",
    "tailnet": "Tailnet",
    "configuration": "Configurazione",
    "needs_login": "Questo dispositivo deve accedere a Tailscale. Aggiorna questa pagina dopo aver effettuato il login per visualizzare lo stato.",
    "tailscale_disabled": "Tailscale è attualmente disabilitato. Può essere abilitato tramite la scheda Impostazioni.",
    "tailscale_lock": "Blocco Tailscale",
    "warning": "Avviso",
    "settings": {
        "basic": "Vista di base",
        "advanced": "Vista avanzata",
        "system_settings": "Impostazioni di sistema",
        "enable_tailscale": "Abilita Tailscale",
        "unraid_listen": "I servizi Unraid ascoltano sull'indirizzo IP di Tailscale",
        "ip_forward": "Abilita inoltro IP",
        "taildrop": "Percorso Taildrop",
        "services": "Servizi Tailscale",
        "wireguard": "Porta Wireguard",
        "outbound_network": "Opzioni di rete avanzate",
        "subnets": "Consenti subnet Tailscale",
        "dns": "Consenti impostazioni DNS di Tailscale",
        "save": "Salva impostazioni",
        "restart": "Riavvia Tailscale",
        "erase": "Elimina configurazione di Tailscale",
        "diagnostics": "Diagnostica plugin",
        "reauthenticate": "Reautentica",
        "funnel": "Consenti Tailscale Funnel",
        "context": {
            "unraid_listen": "Configura i servizi di Unraid (SSH, WebGUI, SMB, ecc.) per ascoltare sugli indirizzi Tailscale.",
            "ip_forward": "Imposta net.ipv4.ip_forward e net.ipv6.conf.all.forwarding su 1 in sysctl. Questa modifica viene applicata immediatamente quando attivata.",
            "taildrop": "Specifica il percorso per i file Taildrop in arrivo.",
            "dns": "Consente di abilitare il DNS di Tailscale tramite CLI o WebGUI. Se disabilitato, il DNS di Tailscale sarà disattivato quando Tailscale viene avviato.",
            "subnets": "Consente di abilitare le rotte Tailscale tramite CLI o WebGUI. Se disabilitato, le rotte Tailscale saranno disattivate quando Tailscale viene avviato.",
            "wireguard": "Cambia la porta utilizzata per le connessioni Wireguard. Di solito non è necessario cambiarla.",
            "erase": "Effettua il logout da Tailscale e ripristina tutte le impostazioni ai valori predefiniti",
            "restart": "Riavvia il demone Tailscale e riapplica le impostazioni.",
            "diagnostics": "Scarica la diagnostica (questa operazione può richiedere del tempo per essere completata)",
            "save": "Tailscale verrà riavviato quando le modifiche saranno applicate",
            "reauthenticate": "Forza una nuova autenticazione con Tailscale. Questo disconnetterà Tailscale finché l'autenticazione non sarà completata.",
            "funnel": "Consente di abilitare Tailscale Funnel tramite la WebGUI. Se disabilitato, Tailscale Funnel sarà disattivato."
        }
    },
    "info": {
        "online": "Online",
        "version": "Versione Tailscale",
        "health": "Stato di Tailscale",
        "login": "Connesso",
        "netmap": "Nella mappa di rete",
        "key_expire": "Scadenza chiave",
        "tags": "Tag",
        "hostname": "Nome host",
        "dns": "Nome DNS",
        "ip": "IP Tailscale",
        "magicdns": "Suffisso MagicDNS",
        "routes": "Rotte pubblicizzate",
        "accept_routes": "Accetta rotte",
        "accept_dns": "Accetta DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Esegui come Exit Node",
        "use_exit_node": "Usa Exit Node",
        "exit_node_local": "Consenti accesso LAN durante l\\'uso di Exit Node",
        "unapproved": "Richiede approvazione nella console di amministrazione",
        "connected_via": "Connesso tramite Tailscale",
        "funnel_port": "Porta Funnel per WebGUI",
        "port_in_use": "Porta in uso",
        "lock": {
            "node_key": "Chiave nodo",
            "public_key": "Chiave pubblica",
            "signed": "Chiave nodo firmata",
            "signing": "È nodo firmatario"
        }
    },
    "warnings": {
        "key_expiration": "La chiave Tailscale scadrà tra %s giorni il %s.",
        "netbios": "NetBIOS è abilitato nelle <a href='/Settings/SMB'>impostazioni SMB</a> - questo può impedire l'accesso alle condivisioni tramite Tailscale.",
        "lock": "La tailnet ha il blocco attivato, ma questo nodo non è stato firmato. Non potrà comunicare con la tailnet.",
        "funnel": "Abilitare Tailscale Funnel per la WebGUI di Unraid espone il server a Internet, aumentando significativamente il rischio di accessi non autorizzati e potenziali attacchi. Questa funzionalità dovrebbe essere attivata solo se si comprende appieno l'impatto sulla sicurezza. L'approccio consigliato/sicuro per l'accesso remoto è installare Tailscale sui dispositivi che si intende utilizzare per accedere alla WebGUI invece di abilitare Funnel.",
        "subnet": "Accettare le subnet Tailscale sul tuo server Unraid può interrompere la connettività di rete locale in alcune configurazioni di rete. L'accettazione delle route non è necessaria affinché il tuo server Unraid funzioni come router di subnet o exit node. Abilita questa opzione solo se il tuo server Unraid deve connettersi a subnet remote pubblicizzate da altri dispositivi.",
        "dns": "Abilitare MagicDNS di Tailscale sul tuo server può interrompere la risoluzione dei nomi all'interno dei container Docker, causando potenzialmente problemi di connettività per le applicazioni. Non è necessario abilitare MagicDNS sul server per accedere al tuo server Unraid utilizzando i nomi MagicDNS (ad esempio, \"unraid.tailnet.ts.net\") da altri dispositivi.",
        "caution": "Procedi con cautela e assicurati di comprendere le implicazioni di questa modifica prima di continuare.",
        "more_info": "Per ulteriori informazioni:"
    },
    "lock": {
        "sign": "Firma nodi",
        "signing_node": "Questo è un nodo firmatario per la tailnet.",
        "signing_instructions": "I seguenti nodi sono attualmente esclusi dalla tailnet. Seleziona quelli che vuoi aggiungere, poi clicca sul pulsante Firma, per aggiungerli alla tailnet.",
        "signed_node": "La tua tailnet ha il blocco abilitato e il nodo attuale è firmato. Questo nodo può comunicare con la tailnet.",
        "make_signing": "Se vuoi rendere questo nodo firmatario, dovrai fidarti della seguente chiave da un nodo firmatario:",
        "unsigned": "La tua tailnet ha il blocco abilitato e il nodo attuale non è firmato. Questo nodo non può comunicare con la tailnet.",
        "unsigned_instructions": "Per permettere la comunicazione di questo nodo, dovrai fidarti della seguente chiave da un nodo firmatario",
        "disabled": "La tua tailnet non ha il blocco abilitato."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Tipo di connessione",
        "connection_addr": "Connessione",
        "tx_bytes": "Byte trasmessi",
        "rx_bytes": "Byte ricevuti",
        "relay": "Relay",
        "direct": "Diretto",
        "exit_active": "Attivo",
        "exit_available": "Disponibile",
        "idle": "Inattivo",
        "offline": "Offline",
        "active": "Attivo",
        "login_name": "Nome di accesso",
        "shared": "Utente condiviso con",
        "action": "Azione"
    }
}