{
    "yes": "Sì",
    "no": "No",
    "ignore": "Ignora",
    "erase": "Elimina",
    "confirm": "Conferma",
    "download": "Scarica",
    "restart": "Riavvia",
    "apply": "Applica",
    "back": "Indietro",
    "status": "Stato",
    "connection": "Connessione",
    "unknown": "Sconosciuto",
    "none": "Nessuno",
    "disabled": "Disabilitato",
    "enabled": "Abilitato",
    "disable": "Disabilita",
    "enable": "Abilita",
    "sign": "Firma",
    "login": "Login",
    "add": "Aggiungi",
    "remove": "Rimuovi",
    "tailnet": "Tailnet",
    "configuration": "Configurazione",
    "needs_login": "Questo dispositivo deve accedere a Tailscale. Aggiorna questa pagina dopo aver effettuato il login per visualizzare lo stato.",
    "tailscale_disabled": "Tailscale è attualmente disabilitato. Può essere abilitato tramite la scheda Impostazioni.",
    "tailscale_lock": "Blocco Tailscale",
    "settings": {
        "basic": "Vista di base",
        "advanced": "Vista avanzata",
        "system_settings": "Impostazioni di sistema",
        "enable_tailscale": "Abilita Tailscale",
        "unraid_listen": "I servizi Unraid ascoltano sull'indirizzo IP di Tailscale",
        "ip_forward": "Abilita inoltro IP",
        "taildrop": "Percorso Taildrop",
        "usage": "Consenti raccolta dati di utilizzo",
        "services": "Servizi Tailscale",
        "wireguard": "Porta Wireguard",
        "outbound_network": "Opzioni di rete avanzate",
        "subnets": "Consenti subnet Tailscale",
        "dns": "Consenti impostazioni DNS di Tailscale",
        "save": "Salva impostazioni",
        "restart": "Riavvia Tailscale",
        "erase": "Elimina configurazione di Tailscale",
        "diagnostics": "Diagnostica plugin",
        "donate": "Dona",
        "reauthenticate": "Reautentica",
        "context": {
            "unraid_listen": "Configura i servizi di Unraid (SSH, WebGUI, SMB, ecc.) per ascoltare sugli indirizzi Tailscale.",
            "ip_forward": "Imposta net.ipv4.ip_forward e net.ipv6.conf.all.forwarding su 1 in sysctl. Questa modifica viene applicata immediatamente quando attivata.",
            "taildrop": "Specifica il percorso per i file Taildrop in arrivo.",
            "dns": "Consente di abilitare il DNS di Tailscale tramite CLI o WebGUI. Se disabilitato, il DNS di Tailscale sarà disattivato quando Tailscale viene avviato.",
            "subnets": "Consente di abilitare le rotte Tailscale tramite CLI o WebGUI. Se disabilitato, le rotte Tailscale saranno disattivate quando Tailscale viene avviato.",
            "wireguard": "Cambia la porta utilizzata per le connessioni Wireguard. Di solito non è necessario cambiarla.",
            "usage": "Consente la raccolta di dati di utilizzo per il plugin Tailscale. Invia un identificativo anonimizzato, la versione attuale di Unraid, la versione attuale del plugin e lo stato abilitato/disabilitato di alcune funzionalità. Nessuna informazione personale o di rete sarà raccolta.",
            "erase": "Effettua il logout da Tailscale e ripristina tutte le impostazioni ai valori predefiniti",
            "restart": "Riavvia il demone Tailscale e riapplica le impostazioni.",
            "diagnostics": "Scarica la diagnostica (questa operazione può richiedere del tempo per essere completata)",
            "ignore": "Se impostato su Ignora, il plugin non modificherà l'impostazione",
            "outbound_network": "Queste impostazioni si applicano solo al traffico di rete in uscita da Unraid o dai container in esecuzione. Non influiscono sulle rotte pubblicizzate, exit node o sulla possibilità di accedere a Unraid tramite MagicDNS. È consigliato lasciarle disattivate a meno che non siano specificamente necessarie. L'attivazione potrebbe causare problemi di rete.",
            "save": "Tailscale verrà riavviato quando le modifiche saranno applicate",
            "donate": "Se questo plugin ti è utile, considera di fare una donazione.",
            "reauthenticate": "Forza una nuova autenticazione con Tailscale. Questo disconnetterà Tailscale finché l'autenticazione non sarà completata."
        }
    },
    "help": {
        "initial": "Configurazione iniziale",
        "key_expiration": "Potresti voler disabilitare la scadenza della chiave per il tuo server (utilizzando una chiave di autenticazione e collegandoti tramite CLI, o successivamente tramite la console di amministrazione Tailscale).",
        "certificates": "Certificati",
        "certificates_instructions": "Un certificato HTTPS Tailscale può essere utilizzato per la WebGUI. Il nome host deve corrispondere al nome utilizzato per la macchina in Tailscale. <ol><li>Abilita HTTPS per la tua tailnet.</li><li>Imposta la TLD locale in Impostazioni->Accesso amministrazione sul nome della tua tailnet (come visualizzato nella pagina DNS della console di amministrazione Tailscale)</li><li>Genera un nuovo certificato e copialo nella configurazione WebGUI. (Questo può anche essere eseguito tramite il plugin User Scripts.)</li></ol>",
        "certificates_docker": "È anche possibile usare questi certificati per i container Docker. Ad esempio, per usare il certificato generato con Minio:",
        "dns": "Quando abilitato, Unraid utilizzerà le impostazioni DNS configurate nella console di amministrazione Tailscale, incluse MagicDNS e i nameserver. Quando disabilitato, Unraid utilizzerà le impostazioni DNS configurate nelle impostazioni di rete di Unraid.",
        "subnets": "Quando abilitato, Unraid accetterà le rotte pubblicizzate dai router di sottorete nella tailnet. Quando disabilitato, Unraid non accetterà rotte dai router di sottorete.",
        "outbound_network": "Se un'impostazione è su Ignora, il plugin non apporterà modifiche all'impostazione in Tailscale. Questo è utile se desideri configurare le impostazioni tramite CLI invece della WebGUI.",
        "taildrop": "Inserisci un percorso valido qui per consentire al server Unraid di accettare file tramite Taildrop.",
        "unraid_listen": "Aggiunge l'interfaccia Tailscale all'impostazione \"interfacce extra\" di Unraid. Questo consente l'accesso ai servizi come Web GUI e SSH tramite l'IP Tailscale.",
        "ip_forward": "Questa impostazione modifica i parametri sysctl per l'inoltro IPv4 e IPv6. Utile quando Tailscale è configurato come router di sottorete o exit node. Quando impostato su Sì, sia l'inoltro IPv4 sia quello IPv6 sono attivi. Quando impostato su No, il plugin non modifica le impostazioni di inoltro.",
        "support": "Supporto",
        "support_forums": "Il supporto per questo plugin è disponibile tramite il thread di supporto sui forum Unraid:",
        "support_advanced": "Il supporto per l'uso di funzionalità avanzate di rete come i router di sottorete o le reti Docker ipvlan/macvlan sarà limitato, poiché queste funzionalità possono dipendere dalla configurazione della rete sottostante."
    },
    "info": {
        "online": "Online",
        "version": "Versione Tailscale",
        "health": "Stato di Tailscale",
        "login": "Connesso",
        "netmap": "Nella mappa di rete",
        "key_expire": "Scadenza chiave",
        "tags": "Tag",
        "hostname": "Nome host",
        "dns": "Nome DNS",
        "ip": "IP Tailscale",
        "magicdns": "Suffisso MagicDNS",
        "routes": "Rotte pubblicizzate",
        "accept_routes": "Accetta rotte",
        "accept_dns": "Accetta DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Esegui come Exit Node",
        "use_exit_node": "Usa Exit Node",
        "exit_node_local": "Consenti accesso LAN durante l\\'uso di Exit Node",
        "unapproved": "Richiede approvazione nella console di amministrazione",
        "connected_via": "Connesso tramite Tailscale",
        "lock": {
            "node_key": "Chiave nodo",
            "public_key": "Chiave pubblica",
            "signed": "Chiave nodo firmata",
            "signing": "È nodo firmatario"
        }
    },
    "warnings": {
        "key_expiration": "La chiave Tailscale scadrà tra %s giorni il %s.",
        "netbios": "NetBIOS è abilitato nelle <a href='/Settings/SMB'>impostazioni SMB</a> - questo può impedire l'accesso alle condivisioni tramite Tailscale.",
        "lock": "La tailnet ha il blocco attivato, ma questo nodo non è stato firmato. Non potrà comunicare con la tailnet."
    },
    "lock": {
        "sign": "Firma nodi",
        "signing_node": "Questo è un nodo firmatario per la tailnet.",
        "signing_instructions": "I seguenti nodi sono attualmente esclusi dalla tailnet. Seleziona quelli che vuoi aggiungere, poi clicca sul pulsante Firma, per aggiungerli alla tailnet.",
        "signed_node": "La tua tailnet ha il blocco abilitato e il nodo attuale è firmato. Questo nodo può comunicare con la tailnet.",
        "make_signing": "Se vuoi rendere questo nodo firmatario, dovrai fidarti della seguente chiave da un nodo firmatario:",
        "unsigned": "La tua tailnet ha il blocco abilitato e il nodo attuale non è firmato. Questo nodo non può comunicare con la tailnet.",
        "unsigned_instructions": "Per permettere la comunicazione di questo nodo, dovrai fidarti della seguente chiave da un nodo firmatario",
        "disabled": "La tua tailnet non ha il blocco abilitato."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Tipo di connessione",
        "connection_addr": "Connessione",
        "tx_bytes": "Byte trasmessi",
        "rx_bytes": "Byte ricevuti",
        "relay": "Relay",
        "direct": "Diretto",
        "exit_active": "Attivo",
        "exit_available": "Disponibile",
        "idle": "Inattivo",
        "offline": "Offline",
        "active": "Attivo",
        "login_name": "Nome di accesso",
        "shared": "Utente condiviso con",
        "action": "Azione"
    }
}