{
    "yes": "Ja",
    "no": "Nee",
    "ignore": "Negeren",
    "erase": "Wissen",
    "confirm": "Bevestigen",
    "download": "Download",
    "restart": "Herstart",
    "apply": "Toepassen",
    "back": "Terug",
    "status": "Status",
    "connection": "Verbinding",
    "unknown": "Onbekend",
    "none": "Geen",
    "disabled": "Uitgeschakeld",
    "enabled": "Ingeschakeld",
    "disable": "Uitschakelen",
    "enable": "Inschakelen",
    "sign": "Teken",
    "login": "Login",
    "add": "Toevoegen",
    "remove": "Verwijderen",
    "tailnet": "Tailnet",
    "configuration": "Configuratie",
    "needs_login": "Dit apparaat moet worden ingelogd op Tailscale. Vernieuw deze pagina na het inloggen om de status te bekijken.",
    "tailscale_disabled": "Tailscale is momenteel uitgeschakeld. Deze kan worden ingeschakeld via het tabblad Instellingen.",
    "tailscale_lock": "Tailscale vergrendeling",
    "settings": {
        "basic": "Eenvoudige weergave",
        "advanced": "Geavanceerde weergave",
        "system_settings": "Systeeminstellingen",
        "enable_tailscale": "Tailscale inschakelen",
        "unraid_listen": "Unraid diensten die luisteren op Tailscale IP",
        "ip_forward": "IP Forwarding inschakelen",
        "taildrop": "Taildrop locatie",
        "usage": "Verzamelen van verbruiksgegevens toestaan",
        "services": "Tailscale Diensten",
        "wireguard": "Wireguard poort",
        "outbound_network": "Geavanceerde netwerkopties",
        "subnets": "Sta Tailscale-subnetten toe",
        "dns": "Sta Tailscale DNS-instellingen toe",
        "save": "Instellingen Opslaan",
        "restart": "Herstart Tailscale",
        "erase": "Verwijder Tailscale Configuratie",
        "diagnostics": "Plugin diagnostiek",
        "donate": "Doneer",
        "reauthenticate": "Opnieuw verifiëren",
        "context": {
            "unraid_listen": "Configureert Unraid diensten (SSH, WebGUI, SMB, etc.) om te luisteren op Tailscale adressen.",
            "ip_forward": "Zet net.ipv4.ip_forward en net.ipv6.conf.all.forwarding naar 1 in sysctl. Deze wijziging vindt onmiddellijk plaats wanneer deze wordt ingeschakeld.",
            "taildrop": "Specificeer het pad voor inkomende Taildrop bestanden.",
            "dns": "Staat toe dat Tailscale DNS via de CLI of WebGUI wordt ingeschakeld. Als dit is uitgeschakeld, wordt Tailscale DNS uitgeschakeld wanneer Tailscale wordt gestart.",
            "subnets": "Staat toe dat Tailscale-routes via de CLI of WebGUI worden ingeschakeld. Indien uitgeschakeld, worden Tailscale-routes uitgeschakeld wanneer Tailscale wordt gestart.",
            "wireguard": "Wijzig de poort die wordt gebruikt voor Wireguard connecties. Dit hoeft meestal niet gewijzigd worden.",
            "usage": "Staat het verzamelen van verbruiksgegevens voor de Tailscale plugin toe. Dit stuurt een geanonimiseerde identificatie, de huidige Unraid versie, de huidige versie van de plugin, en de ingeschakelde/uitgeschakelde status van sommige functies. Er worden geen persoonlijke of netwerkgegevens verzameld.",
            "erase": "Log uit op Tailscale en herstel alle instellingen naar startwaarden",
            "restart": "Herstart de Tailscale daemon en pas de instellingen opnieuw toe.",
            "diagnostics": "Download diagnostiek (dit kan enige tijd duren om te voltooien)",
            "ignore": "Indien ingesteld om te negeren, zal de plugin deze instelling niet wijzigen",
            "outbound_network": "Deze instellingen zijn alleen van toepassing op uitgaand netwerkverkeer vanaf Unraid of draaiende containers. Ze hebben geen invloed op geadverteerde routes, exit nodes, of de mogelijkheid om Unraid te bereiken via MagicDNS. Deze moeten over het algemeen uitgeschakeld blijven, tenzij specifiek nodig. Als u deze inschakelt, kunnen netwerkproblemen ontstaan.",
            "save": "Tailscale zal opnieuw worden opgestart wanneer wijzigingen worden toegepast",
            "donate": "Als deze plugin je helpt, overweeg dan om te doneren.",
            "reauthenticate": "Forceer een Tailscale herauthenticatie. Tailscale wordt hierdoor losgekoppeld totdat de authenticatie voltooid is."
        }
    },
    "help": {
        "initial": "Initiële configuratie",
        "key_expiration": "U wilt mogelijk het verlopen van sleutels op uw server uitschakelen (door een auth-sleutel te gebruiken en via de CLI te verbinden, of daarna via de Tailscale beheerconsole).",
        "certificates": "Certificaten",
        "certificates_instructions": "Een Tailscale HTTPS-certificaat kan worden gebruikt voor de WebGUI. Uw hostnaam moet overeenkomen met de naam die voor de machine in Tailscale wordt gebruikt. <ol><li>Schakel HTTPS in voor uw tailnet.</li><li>Stel de lokale TLD in bij Instellingen-&gt;Beheer Toegang op de naam van uw Tailnet (zoals weergegeven op de DNS-pagina van uw Tailscale beheerconsole)</li><li>Genereer een nieuw certificaat en kopieer dit naar de WebGUI-configuratie. (Dit kan ook worden uitgevoerd via de User Scripts plugin.)</li></ol>",
        "certificates_docker": "Het is ook mogelijk om deze certificaten te gebruiken voor Docker-containers. Bijvoorbeeld, om het gegenereerde certificaat voor Minio te gebruiken:",
        "dns": "Als deze optie is ingeschakeld, zal Unraid de DNS-instellingen gebruiken die in de Tailscale beheerconsole zijn geconfigureerd, inclusief MagicDNS en nameservers. Wanneer uitgeschakeld, zal Unraid de DNS-instellingen gebruiken die zijn geconfigureerd in de Unraid netwerkinstellingen.",
        "subnets": "Als deze optie is ingeschakeld, accepteert Unraid routes die via subnet-routers in het tailnet worden geadverteerd. Wanneer dit is uitgeschakeld, accepteert Unraid geen routes van subnet-routers.",
        "outbound_network": "Als een instelling op Negeren staat, brengt de plugin geen wijzigingen aan in de instelling in Tailscale. Dit is handig als u instellingen via de CLI wilt configureren in plaats van via de WebGUI.",
        "taildrop": "Voer hier een geldig pad in om Unraid server bestanden via Taildrop te kunnen accepteren.",
        "unraid_listen": "Voegt de Tailscale-interface toe aan de Unraid-instelling 'extra interfaces'. Hierdoor kunnen services zoals de WebGUI en SSH worden benaderd via het Tailscale IP.",
        "ip_forward": "Deze instelling wijzigt de sysctl-instellingen voor IPv4- en IPv6-forwarding. Dit is handig wanneer Tailscale is geconfigureerd als een subnet-router of exit node. Indien ingesteld op Ja worden zowel IPv4- als IPv6-forwarding ingeschakeld. Indien ingesteld op Nee, wijzigt de plugin de forwarding-instellingen niet.",
        "support": "Ondersteuning",
        "support_forums": "Ondersteuning voor deze plugin is beschikbaar via het ondersteuningstopic op het Unraid-forum:",
        "support_advanced": "Ondersteuning voor het gebruik van geavanceerde netwerkmogelijkheden zoals subnet-routers of Docker ipvlan/macvlan-netwerken zal beperkt zijn, omdat geavanceerde netwerkfuncties afhankelijk kunnen zijn van de onderliggende netwerkconfiguratie."
    },
    "info": {
        "online": "Online",
        "version": "Tailscale Versie",
        "health": "Tailscale Gezondheid",
        "login": "Ingelogd",
        "netmap": "In Netwerkkaart",
        "key_expire": "Sleutel Geldigheid",
        "tags": "Tags",
        "hostname": "Hostnaam",
        "dns": "DNS-naam",
        "ip": "Tailscale IP's",
        "magicdns": "MagicDNS-achtervoegsel",
        "routes": "Geadverteerde routes",
        "accept_routes": "Accepteer routes",
        "accept_dns": "Accepteer DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Draaien als Exit Node",
        "use_exit_node": "Gebruik Exit Node",
        "exit_node_local": "Sta LAN-toegang toe bij gebruik van Exit Node",
        "unapproved": "Behoeft goedkeuring in beheerconsole",
        "connected_via": "Verbonden via Tailscale",
        "lock": {
            "node_key": "Node sleutel",
            "public_key": "Publieke sleutel",
            "signed": "Node-sleutel ondertekend",
            "signing": "Is ondertekenende node"
        }
    },
    "warnings": {
        "key_expiration": "De Tailscale key vervalt in %s dagen op %s.",
        "netbios": "NetBIOS is ingeschakeld in <a href='/Settings/SMB'>SMB instellingen</a> - dit kan voorkomen dat gedeelde mappen benaderd kunnen worden via Tailscale.",
        "lock": "Het tailnet heeft lock ingeschakeld, maar deze node is niet ondertekend. Het zal niet met het tailnet kunnen communiceren."
    },
    "lock": {
        "sign": "Nodes ondertekenen",
        "signing_node": "Dit is een ondertekenende node voor het tailnet.",
        "signing_instructions": "De volgende nodes zijn momenteel uitgesloten van het tailnet. Vink het vakje aan bij de nodes die u wilt toevoegen en klik dan op de knop Ondertekenen om de node toe te voegen aan het tailnet.",
        "signed_node": "Uw tailnet heeft lock ingeschakeld en de huidige node is ondertekend. Deze node kan communiceren met het tailnet.",
        "make_signing": "Als u hiervan een ondertekenende node wilt maken, moet u de volgende sleutel van een ondertekenende node vertrouwen:",
        "unsigned": "Uw tailnet heeft lock ingeschakeld en de huidige node is niet ondertekend. Deze node kan niet communiceren met het tailnet.",
        "unsigned_instructions": "Om deze node toe te staan te communiceren, moet u de volgende sleutel van een ondertekenende node vertrouwen",
        "disabled": "Uw tailnet heeft lock niet ingeschakeld."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Verbindingstype",
        "connection_addr": "Verbinding",
        "tx_bytes": "Tx-bytes",
        "rx_bytes": "Rx-bytes",
        "relay": "Relay",
        "direct": "Direct",
        "exit_active": "Actief",
        "exit_available": "Beschikbaar",
        "idle": "Inactief",
        "offline": "Offline",
        "active": "Actief",
        "login_name": "Loginnaam",
        "shared": "Shared-In gebruiker",
        "action": "Actie"
    }
}