{
    "yes": "Ja",
    "no": "Nee",
    "ignore": "Negeren",
    "erase": "Wissen",
    "confirm": "Bevestigen",
    "download": "Download",
    "restart": "Herstart",
    "apply": "Toepassen",
    "back": "Terug",
    "status": "Status",
    "connection": "Verbinding",
    "unknown": "Onbekend",
    "none": "Geen",
    "disabled": "Uitgeschakeld",
    "enabled": "Ingeschakeld",
    "disable": "Uitschakelen",
    "enable": "Inschakelen",
    "cancel": "Annuleren",
    "accept": "Accepteren",
    "sign": "Teken",
    "login": "Login",
    "add": "Toevoegen",
    "remove": "Verwijderen",
    "tailnet": "Tailnet",
    "configuration": "Configuratie",
    "needs_login": "Dit apparaat moet worden ingelogd op Tailscale. Vernieuw deze pagina na het inloggen om de status te bekijken.",
    "tailscale_disabled": "Tailscale is momenteel uitgeschakeld. Deze kan worden ingeschakeld via het tabblad Instellingen.",
    "tailscale_lock": "Tailscale vergrendeling",
    "warning": "Waarschuwing",
    "settings": {
        "basic": "Eenvoudige weergave",
        "advanced": "Geavanceerde weergave",
        "system_settings": "Systeeminstellingen",
        "enable_tailscale": "Tailscale inschakelen",
        "unraid_listen": "Unraid diensten die luisteren op Tailscale IP",
        "ip_forward": "IP Forwarding inschakelen",
        "taildrop": "Taildrop locatie",
        "services": "Tailscale Diensten",
        "wireguard": "Wireguard poort",
        "outbound_network": "Geavanceerde netwerkopties",
        "subnets": "Sta Tailscale-subnetten toe",
        "dns": "Sta Tailscale DNS-instellingen toe",
        "save": "Instellingen Opslaan",
        "restart": "Herstart Tailscale",
        "erase": "Verwijder Tailscale Configuratie",
        "diagnostics": "Plugin diagnostiek",
        "reauthenticate": "Opnieuw verifiëren",
        "funnel": "Sta Tailscale Funnel toe",
        "context": {
            "unraid_listen": "Configureert Unraid diensten (SSH, WebGUI, SMB, etc.) om te luisteren op Tailscale adressen.",
            "ip_forward": "Zet net.ipv4.ip_forward en net.ipv6.conf.all.forwarding naar 1 in sysctl. Deze wijziging vindt onmiddellijk plaats wanneer deze wordt ingeschakeld.",
            "taildrop": "Specificeer het pad voor inkomende Taildrop bestanden.",
            "dns": "Staat toe dat Tailscale DNS via de CLI of WebGUI wordt ingeschakeld. Als dit is uitgeschakeld, wordt Tailscale DNS uitgeschakeld wanneer Tailscale wordt gestart.",
            "subnets": "Staat toe dat Tailscale-routes via de CLI of WebGUI worden ingeschakeld. Indien uitgeschakeld, worden Tailscale-routes uitgeschakeld wanneer Tailscale wordt gestart.",
            "wireguard": "Wijzig de poort die wordt gebruikt voor Wireguard connecties. Dit hoeft meestal niet gewijzigd worden.",
            "erase": "Log uit op Tailscale en herstel alle instellingen naar startwaarden",
            "restart": "Herstart de Tailscale daemon en pas de instellingen opnieuw toe.",
            "diagnostics": "Download diagnostiek (dit kan enige tijd duren om te voltooien)",
            "save": "Tailscale zal opnieuw worden opgestart wanneer wijzigingen worden toegepast",
            "reauthenticate": "Forceer een Tailscale herauthenticatie. Tailscale wordt hierdoor losgekoppeld totdat de authenticatie voltooid is.",
            "funnel": "Staat toe dat Tailscale Funnel via de WebGUI kan worden ingeschakeld. Indien uitgeschakeld, wordt Tailscale Funnel uitgeschakeld."
        }
    },
    "info": {
        "online": "Online",
        "version": "Tailscale Versie",
        "health": "Tailscale Gezondheid",
        "login": "Ingelogd",
        "netmap": "In Netwerkkaart",
        "key_expire": "Sleutel Geldigheid",
        "tags": "Tags",
        "hostname": "Hostnaam",
        "dns": "DNS-naam",
        "ip": "Tailscale IP's",
        "magicdns": "MagicDNS-achtervoegsel",
        "routes": "Geadverteerde routes",
        "accept_routes": "Accepteer routes",
        "accept_dns": "Accepteer DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Draaien als Exit Node",
        "use_exit_node": "Gebruik Exit Node",
        "exit_node_local": "Sta LAN-toegang toe bij gebruik van Exit Node",
        "unapproved": "Behoeft goedkeuring in beheerconsole",
        "connected_via": "Verbonden via Tailscale",
        "funnel_port": "Funnel-poort voor WebGUI",
        "port_in_use": "Poort in gebruik",
        "lock": {
            "node_key": "Node sleutel",
            "public_key": "Publieke sleutel",
            "signed": "Node-sleutel ondertekend",
            "signing": "Is ondertekenende node"
        }
    },
    "warnings": {
        "key_expiration": "De Tailscale key vervalt in %s dagen op %s.",
        "netbios": "NetBIOS is ingeschakeld in <a href='/Settings/SMB'>SMB instellingen</a> - dit kan voorkomen dat gedeelde mappen benaderd kunnen worden via Tailscale.",
        "lock": "Het tailnet heeft lock ingeschakeld, maar deze node is niet ondertekend. Het zal niet met het tailnet kunnen communiceren.",
        "funnel": "Het inschakelen van Tailscale Funnel voor de Unraid WebGUI stelt uw server bloot aan het internet, wat het risico op ongeautoriseerde toegang en mogelijke aanvallen aanzienlijk vergroot. Schakel deze functie alleen in als u volledig begrijpt wat de gevolgen voor de beveiliging zijn. De aanbevolen/veilige methode voor externe toegang is om Tailscale te installeren op de apparaten waarmee u de WebGUI wilt benaderen, in plaats van Funnel in te schakelen.",
        "subnet": "Het accepteren van Tailscale-subnetten op uw Unraid-server kan de lokale netwerkconnectiviteit verstoren bij bepaalde netwerkconfiguraties. Het accepteren van routes is niet vereist voor uw Unraid-server om als subnetrouter of exit node te functioneren. Schakel deze optie alleen in als uw Unraid-server verbinding moet maken met externe subnetten die door andere apparaten worden geadverteerd.",
        "dns": "Het inschakelen van Tailscale MagicDNS op uw server kan naamresolutie binnen Docker-containers verstoren, waardoor mogelijk verbindingsproblemen voor applicaties ontstaan. MagicDNS hoeft niet ingeschakeld te zijn op de server om uw Unraid-server te kunnen benaderen via MagicDNS-namen (bijv. 'unraid.tailnet.ts.net') vanaf andere apparaten.",
        "caution": "Ga voorzichtig verder en zorg ervoor dat u de gevolgen van deze wijziging begrijpt voordat u doorgaat.",
        "more_info": "Voor meer informatie:"
    },
    "lock": {
        "sign": "Nodes ondertekenen",
        "signing_node": "Dit is een ondertekenende node voor het tailnet.",
        "signing_instructions": "De volgende nodes zijn momenteel uitgesloten van het tailnet. Vink het vakje aan bij de nodes die u wilt toevoegen en klik dan op de knop Ondertekenen om de node toe te voegen aan het tailnet.",
        "signed_node": "Uw tailnet heeft lock ingeschakeld en de huidige node is ondertekend. Deze node kan communiceren met het tailnet.",
        "make_signing": "Als u hiervan een ondertekenende node wilt maken, moet u de volgende sleutel van een ondertekenende node vertrouwen:",
        "unsigned": "Uw tailnet heeft lock ingeschakeld en de huidige node is niet ondertekend. Deze node kan niet communiceren met het tailnet.",
        "unsigned_instructions": "Om deze node toe te staan te communiceren, moet u de volgende sleutel van een ondertekenende node vertrouwen",
        "disabled": "Uw tailnet heeft lock niet ingeschakeld."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Verbindingstype",
        "connection_addr": "Verbinding",
        "tx_bytes": "Tx-bytes",
        "rx_bytes": "Rx-bytes",
        "relay": "Relay",
        "direct": "Direct",
        "exit_active": "Actief",
        "exit_available": "Beschikbaar",
        "idle": "Inactief",
        "offline": "Offline",
        "active": "Actief",
        "login_name": "Loginnaam",
        "shared": "Shared-In gebruiker",
        "action": "Actie"
    }
}