{
    "yes": "Tak",
    "no": "Nie",
    "ignore": "Ignoruj",
    "erase": "Usuń",
    "confirm": "Potwierdź",
    "download": "Pobierz",
    "restart": "Uruchom ponownie",
    "apply": "Zastosuj",
    "back": "Wstecz",
    "status": "Status",
    "connection": "Połączenie",
    "unknown": "Nieznane",
    "none": "Brak",
    "disabled": "Wyłączone",
    "enabled": "Włączone",
    "disable": "Wyłącz",
    "enable": "Włącz",
    "sign": "Podpisz",
    "login": "Zaloguj",
    "add": "Dodaj",
    "remove": "Usuń",
    "tailnet": "Tailnet",
    "configuration": "Konfiguracja",
    "needs_login": "To urządzenie musi być zalogowane do Tailscale. Odśwież tę stronę po zalogowaniu, aby zobaczyć status.",
    "tailscale_disabled": "Tailscale jest obecnie wyłączony. Można go włączyć w zakładce Ustawienia.",
    "tailscale_lock": "Blokada Tailscale",
    "settings": {
        "basic": "Widok podstawowy",
        "advanced": "Widok zaawansowany",
        "system_settings": "Ustawienia systemowe",
        "enable_tailscale": "Włącz Tailscale",
        "unraid_listen": "Usługi Unraid nasłuchują na adresie IP Tailscale",
        "ip_forward": "Włącz przekazywanie IP",
        "taildrop": "Lokalizacja Taildrop",
        "usage": "Zezwól na zbieranie danych o użytkowaniu",
        "services": "Usługi Tailscale",
        "wireguard": "Port Wireguard",
        "outbound_network": "Zaawansowane opcje sieciowe",
        "subnets": "Zezwól na podsieci Tailscale",
        "dns": "Zezwól na ustawienia DNS Tailscale",
        "save": "Zapisz ustawienia",
        "restart": "Restartuj Tailscale",
        "erase": "Usuń konfigurację Tailscale",
        "diagnostics": "Diagnostyka wtyczki",
        "donate": "Wesprzyj",
        "reauthenticate": "Ponowna autoryzacja",
        "context": {
            "unraid_listen": "Konfiguruje usługi Unraid (SSH, WebGUI, SMB itd.), aby nasłuchiwały na adresach Tailscale.",
            "ip_forward": "Ustawia net.ipv4.ip_forward oraz net.ipv6.conf.all.forwarding na 1 w sysctl. Ta zmiana następuje natychmiast po włączeniu.",
            "taildrop": "Określ ścieżkę dla przychodzących plików Taildrop.",
            "dns": "Pozwala na włączenie DNS Tailscale przez CLI lub WebGUI. Po wyłączeniu, DNS Tailscale będzie wyłączony po uruchomieniu Tailscale.",
            "subnets": "Pozwala na włączenie tras Tailscale przez CLI lub WebGUI. Po wyłączeniu, trasy Tailscale będą wyłączone po uruchomieniu Tailscale.",
            "wireguard": "Zmień port używany do połączeń Wireguard. Zazwyczaj nie ma potrzeby go zmieniać.",
            "usage": "Pozwala na zbieranie danych dotyczących użycia dla wtyczki Tailscale. Wysyłany jest zanonimizowany identyfikator, aktualna wersja Unraid, aktualna wersja wtyczki oraz status włączania/wyłączania niektórych funkcji. Nie są zbierane żadne informacje osobiste ani dotyczące sieci.",
            "erase": "Wylogowuje z Tailscale i przywraca wszystkie ustawienia do domyślnych",
            "restart": "Restartuje demona Tailscale i ponownie stosuje ustawienia.",
            "diagnostics": "Pobierz diagnostykę (to może chwilę potrwać)",
            "ignore": "Jeśli ustawione na Ignoruj, wtyczka nie zmieni ustawienia.",
            "outbound_network": "Te ustawienia mają zastosowanie tylko do ruchu wychodzącego z Unraid lub uruchomionych kontenerów. Nie dotyczą reklamowanych tras, węzłów wyjściowych, ani dostępu do Unraid przez MagicDNS. Zazwyczaj należy je pozostawić wyłączone, chyba że są one konkretnie potrzebne. Ich włączenie może spowodować problemy z siecią.",
            "save": "Tailscale zostanie zrestartowany po zastosowaniu zmian",
            "donate": "Jeśli ta wtyczka jest pomocna, rozważ wsparcie darowizną.",
            "reauthenticate": "Wymusza ponowną autoryzację Tailscale. Spowoduje to rozłączenie Tailscale do czasu zakończenia uwierzytelniania."
        }
    },
    "help": {
        "initial": "Konfiguracja początkowa",
        "key_expiration": "Możesz chcieć wyłączyć wygasanie klucza dla swojego serwera (wykorzystując klucz uwierzytelniania i łącząc się przez CLI lub później poprzez konsolę administracyjną Tailscale).",
        "certificates": "Certyfikaty",
        "certificates_instructions": "Certyfikat HTTPS Tailscale może być użyty dla WebGUI. Nazwa hosta musi odpowiadać nazwie używanej dla maszyny w Tailscale. <ol><li>Włącz HTTPS dla swojej sieci tailnet.</li><li>Ustaw TLD lokalny w Ustawieniach->Dostęp do zarządzania na nazwę Tailnet (jak widnieje na stronie DNS w konsoli administracyjnej Tailscale)</li><li>Wygeneruj nowy certyfikat i skopiuj go do konfiguracji WebGUI. (Można to także wykonać przez wtyczkę User Scripts.)</li></ol>",
        "certificates_docker": "Możliwe jest również użycie tych certyfikatów dla kontenerów Docker. Aby użyć wygenerowanego certyfikatu w Minio:",
        "dns": "Po włączeniu Unraid będzie używał ustawień DNS skonfigurowanych w konsoli administracyjnej Tailscale, w tym MagicDNS i serwerów nazw. Po wyłączeniu Unraid będzie korzystał z ustawień DNS skonfigurowanych w ustawieniach sieci Unraid.",
        "subnets": "Po włączeniu Unraid będzie akceptować trasy ogłoszone przez routery podsieci w tailnet. Po wyłączeniu Unraid nie będzie akceptować tras z routerów podsieci.",
        "outbound_network": "Jeśli ustawienie jest ustawione na Ignoruj, wtyczka nie dokona żadnych zmian tego ustawienia w Tailscale. Jest to przydatne, jeśli chcesz skonfigurować ustawienia przez CLI zamiast WebGUI.",
        "taildrop": "Wpisz prawidłową ścieżkę, aby umożliwić serwerowi Unraid akceptowanie plików przez Taildrop.",
        "unraid_listen": "Dodaje interfejs Tailscale do ustawienia \"dodatkowe interfejsy\" w Unraid. Pozwala to na dostęp do usług takich jak Web GUI i SSH przez adres IP Tailscale.",
        "ip_forward": "To ustawienie modyfikuje ustawienia sysctl dla przekierowywania IPv4 oraz IPv6. Jest to przydatne, gdy Tailscale jest skonfigurowany jako router podsieci lub węzeł wyjściowy. Przy ustawieniu na Tak, zarówno przekierowywanie IPv4, jak i IPv6 zostają włączone. Przy ustawieniu na Nie, wtyczka nie zmienia ustawień przekierowywania.",
        "support": "Wsparcie",
        "support_forums": "Wsparcie dla tej wtyczki uzyskasz poprzez wątek na forum Unraid:",
        "support_advanced": "Wsparcie dla użytkowania zaawansowanych funkcji sieciowych takich jak routery podsieci lub sieci ipvlan/macvlan Docker będzie ograniczone, ponieważ funkcje te mogą zależeć od konkretnej konfiguracji sieci."
    },
    "info": {
        "online": "Online",
        "version": "Wersja Tailscale",
        "health": "Stan Tailscale",
        "login": "Zalogowano",
        "netmap": "W mapie sieci",
        "key_expire": "Wygaśnięcie klucza",
        "tags": "Tagi",
        "hostname": "Nazwa hosta",
        "dns": "Nazwa DNS",
        "ip": "Adresy IP Tailscale",
        "magicdns": "Sufiks MagicDNS",
        "routes": "Reklamowane trasy",
        "accept_routes": "Akceptuj trasy",
        "accept_dns": "Akceptuj DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Działaj jako węzeł wyjściowy",
        "use_exit_node": "Użyj węzła wyjściowego",
        "exit_node_local": "Zezwól na dostęp do LAN podczas korzystania z węzła wyjściowego",
        "unapproved": "Wymaga zatwierdzenia w konsoli administracyjnej",
        "connected_via": "Połączono przez Tailscale",
        "lock": {
            "node_key": "Klucz węzła",
            "public_key": "Klucz publiczny",
            "signed": "Klucz węzła podpisany",
            "signing": "Czy jest to węzeł podpisujący"
        }
    },
    "warnings": {
        "key_expiration": "Klucz Tailscale wygaśnie za %s dni, dnia %s.",
        "netbios": "NetBIOS jest włączony w <a href='/Settings/SMB'>ustawieniach SMB</a> - może to uniemożliwić dostęp do udziałów przez Tailscale.",
        "lock": "Sieć tailnet ma włączoną blokadę, ale ten węzeł nie został podpisany. Nie będzie mógł komunikować się z tailnetem."
    },
    "lock": {
        "sign": "Podpisz węzły",
        "signing_node": "To jest węzeł podpisujący dla tailnet.",
        "signing_instructions": "Następujące węzły są aktualnie zablokowane w tailnet. Zaznacz dowolne węzły, które chcesz dodać, a następnie kliknij przycisk Podpisz, aby dodać węzeł do tailnet.",
        "signed_node": "Twój tailnet ma włączoną blokadę i bieżący węzeł jest podpisany. Ten węzeł może komunikować się z tailnet.",
        "make_signing": "Jeśli chcesz uczynić ten węzeł podpisującym, musisz zaufać następującemu kluczowi z węzła podpisującego:",
        "unsigned": "Twój tailnet ma włączoną blokadę i bieżący węzeł nie jest podpisany. Ten węzeł nie może komunikować się z tailnet.",
        "unsigned_instructions": "Aby ten węzeł mógł się komunikować, musisz zaufać następującemu kluczowi z węzła podpisującego",
        "disabled": "Twój tailnet nie ma włączonej blokady."
    },
    "status_page": {
        "exit_node": "Węzeł wyjściowy",
        "connection_type": "Typ połączenia",
        "connection_addr": "Połączenie",
        "tx_bytes": "Bajty Tx",
        "rx_bytes": "Bajty Rx",
        "relay": "Przekaźnik",
        "direct": "Bezpośrednio",
        "exit_active": "Aktywny",
        "exit_available": "Dostępny",
        "idle": "Bezczynny",
        "offline": "Offline",
        "active": "Aktywny",
        "login_name": "Nazwa logowania",
        "shared": "Użytkownik z udostępnionym dostępem",
        "action": "Akcja"
    }
}