{
    "yes": "Sim",
    "no": "Não",
    "ignore": "Ignorar",
    "erase": "Apagar",
    "confirm": "Confirmar",
    "download": "Baixar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Voltar",
    "status": "Status",
    "connection": "Conexão",
    "unknown": "Desconhecido",
    "none": "Nenhum",
    "disabled": "Desativado",
    "enabled": "Ativado",
    "disable": "Desativar",
    "enable": "Ativar",
    "sign": "Assinar",
    "login": "Login",
    "add": "Adicionar",
    "remove": "Remover",
    "tailnet": "Tailnet",
    "configuration": "Configuração",
    "needs_login": "Este dispositivo precisa estar logado no Tailscale. Recarregue esta página após o login para ver o status.",
    "tailscale_disabled": "Tailscale está atualmente desativado. Pode ser ativado através da aba Configurações.",
    "tailscale_lock": "Bloqueio do Tailscale",
    "settings": {
        "basic": "Visualização Básica",
        "advanced": "Visualização Avançada",
        "system_settings": "Configurações do Sistema",
        "enable_tailscale": "Ativar Tailscale",
        "unraid_listen": "Serviços Unraid escutam no IP do Tailscale",
        "ip_forward": "Ativar Encaminhamento de IP",
        "taildrop": "Localização do Taildrop",
        "usage": "Permitir Coleta de Dados de Uso",
        "services": "Serviços do Tailscale",
        "wireguard": "Porta do Wireguard",
        "outbound_network": "Opções Avançadas de Rede",
        "subnets": "Permitir Sub-redes do Tailscale",
        "dns": "Permitir configurações de DNS do Tailscale",
        "save": "Salvar Configurações",
        "restart": "Reiniciar Tailscale",
        "erase": "Apagar Configuração do Tailscale",
        "diagnostics": "Diagnóstico do Plugin",
        "donate": "Doar",
        "reauthenticate": "Reautenticar",
        "context": {
            "unraid_listen": "Configura os serviços Unraid (SSH, WebGUI, SMB, etc.) para escutarem nos endereços do Tailscale.",
            "ip_forward": "Define net.ipv4.ip_forward e net.ipv6.conf.all.forwarding como 1 no sysctl. Esta alteração ocorre imediatamente ao ser ativada.",
            "taildrop": "Especifique o caminho para os arquivos recebidos do Taildrop.",
            "dns": "Permite ativar o DNS do Tailscale via CLI ou WebGUI. Se desativado, o DNS do Tailscale será desativado ao iniciar o Tailscale.",
            "subnets": "Permite ativar rotas do Tailscale via CLI ou WebGUI. Se desativado, as rotas do Tailscale serão desativadas ao iniciar o Tailscale.",
            "wireguard": "Altera a porta usada para conexões Wireguard. Normalmente não é necessário alterar.",
            "usage": "Permite a coleta de dados de uso do plugin Tailscale. Envia um identificador anonimizado, a versão atual do Unraid, a versão atual do plugin e o status ativado/desativado de alguns recursos. Nenhuma informação pessoal ou de rede é coletada.",
            "erase": "Faz logout do Tailscale e redefine todas as configurações para o padrão",
            "restart": "Reinicia o daemon do Tailscale e reaplica as configurações.",
            "diagnostics": "Baixar diagnóstico (isso pode levar algum tempo para completar)",
            "ignore": "Se definido para ignorar, o plugin não modificará a configuração",
            "outbound_network": "Essas configurações se aplicam apenas ao tráfego de rede de saída do Unraid ou dos containers em execução. Não afetam rotas anunciadas, nós de saída ou a capacidade de acessar o Unraid via MagicDNS. Geralmente devem permanecer desativadas, a menos que sejam realmente necessárias. Ativar pode causar problemas de rede.",
            "save": "O Tailscale será reiniciado ao aplicar as alterações",
            "donate": "Se este plugin te ajuda, por favor, considere doar.",
            "reauthenticate": "Força uma reautenticação do Tailscale. Isso desconectará o Tailscale até que a autenticação seja concluída."
        }
    },
    "help": {
        "initial": "Configuração Inicial",
        "key_expiration": "Você pode querer desativar a expiração da chave do seu servidor (usando uma chave de autenticação e conectando via CLI, ou posteriormente via console de administração do Tailscale).",
        "certificates": "Certificados",
        "certificates_instructions": "Um certificado HTTPS da Tailscale pode ser usado para o WebGUI. O nome do host deve corresponder ao nome usado para a máquina no Tailscale. <ol><li>Ative o HTTPS para sua tailnet.</li><li>Defina o TLD Local em Configurações->Acesso à Gestão para o nome do seu Tailnet (como exibido na página DNS do console de administração do Tailscale)</li><li>Gere um novo certificado e copie para a configuração do WebGUI. (Isso também pode ser executado pelo plugin User Scripts.)</li></ol>",
        "certificates_docker": "Também é possível usar estes certificados para containers Docker. Por exemplo, para usar o certificado gerado no Minio:",
        "dns": "Quando ativado, o Unraid usará as configurações DNS definidas no console de administração do Tailscale, incluindo MagicDNS e servidores de nomes. Quando desativado, o Unraid usará as configurações DNS definidas nas configurações de rede do Unraid.",
        "subnets": "Quando ativado, o Unraid aceitará rotas anunciadas de roteadores de sub-rede no tailnet. Quando desativado, o Unraid não aceitará rotas desses roteadores.",
        "outbound_network": "Se uma configuração estiver definida para Ignorar, o plugin não fará alterações nela no Tailscale. Isso é útil se você quiser configurar via CLI em vez de pelo WebGUI.",
        "taildrop": "Digite um caminho válido aqui para habilitar o servidor Unraid a aceitar arquivos via Taildrop.",
        "unraid_listen": "Adiciona a interface Tailscale à configuração de 'interfaces extras' do Unraid. Isso permite acessar serviços como o Web GUI e SSH via IP do Tailscale.",
        "ip_forward": "Esta configuração modifica o sysctl para encaminhamento de IPv4 e IPv6. É útil quando o Tailscale está configurado como roteador de sub-rede ou nó de saída. Ao selecionar Sim, o encaminhamento IPv4 e IPv6 são ativados. Ao selecionar Não, o plugin não modifica as configurações de encaminhamento.",
        "support": "Suporte",
        "support_forums": "O suporte para este plugin está disponível no tópico de suporte nos fóruns do Unraid:",
        "support_advanced": "O suporte para uso de recursos avançados de rede como roteadores de sub-rede ou redes Docker ipvlan/macvlan será limitado, pois esses recursos podem depender da configuração de rede subjacente."
    },
    "info": {
        "online": "Online",
        "version": "Versão do Tailscale",
        "health": "Estado do Tailscale",
        "login": "Logado",
        "netmap": "No Mapa de Rede",
        "key_expire": "Expiração da Chave",
        "tags": "Tags",
        "hostname": "Nome do Host",
        "dns": "Nome DNS",
        "ip": "IPs do Tailscale",
        "magicdns": "Sufixo MagicDNS",
        "routes": "Rotas Anunciadas",
        "accept_routes": "Aceitar Rotas",
        "accept_dns": "Aceitar DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Atuar como Nó de Saída",
        "use_exit_node": "Usar Nó de Saída",
        "exit_node_local": "Permitir acesso à LAN ao usar Nó de Saída",
        "unapproved": "Precisa de aprovação no console de administração",
        "connected_via": "Conectado via Tailscale",
        "lock": {
            "node_key": "Chave do Nó",
            "public_key": "Chave Pública",
            "signed": "Chave do Nó Assinada",
            "signing": "É Nó de Assinatura"
        }
    },
    "warnings": {
        "key_expiration": "A chave do Tailscale irá expirar em %s dias em %s.",
        "netbios": "O NetBIOS está ativado em <a href='/Settings/SMB'>Configurações SMB</a> - isto pode impedir o acesso a compartilhamentos via Tailscale.",
        "lock": "O tailnet possui bloqueio ativado, mas este nó não foi assinado. Ele não poderá se comunicar com o tailnet."
    },
    "lock": {
        "sign": "Assinar Nós",
        "signing_node": "Este é um nó de assinatura para o tailnet.",
        "signing_instructions": "Os seguintes nós estão atualmente bloqueados fora do tailnet. Marque a caixa dos nós que você deseja adicionar e clique no botão Assinar para adicionar o nó ao tailnet.",
        "signed_node": "Seu tailnet possui bloqueio ativado e o nó atual está assinado. Este nó pode se comunicar com o tailnet.",
        "make_signing": "Se desejar tornar este um nó de assinatura, será necessário confiar na chave abaixo de um nó de assinatura:",
        "unsigned": "Seu tailnet possui bloqueio ativado e o nó atual não está assinado. Este nó não pode se comunicar com o tailnet.",
        "unsigned_instructions": "Para permitir que este nó se comunique, você precisará confiar na chave abaixo de um nó de assinatura",
        "disabled": "Seu tailnet não possui bloqueio ativado."
    },
    "status_page": {
        "exit_node": "Nó de Saída",
        "connection_type": "Tipo de Conexão",
        "connection_addr": "Conexão",
        "tx_bytes": "Bytes de Envio (Tx)",
        "rx_bytes": "Bytes de Recepção (Rx)",
        "relay": "Relé",
        "direct": "Direto",
        "exit_active": "Ativo",
        "exit_available": "Disponível",
        "idle": "Ocioso",
        "offline": "Offline",
        "active": "Ativo",
        "login_name": "Nome de Login",
        "shared": "Usuário Compartilhado",
        "action": "Ação"
    }
}