{
    "yes": "Sim",
    "no": "Não",
    "ignore": "Ignorar",
    "erase": "Apagar",
    "confirm": "Confirmar",
    "download": "Baixar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Voltar",
    "status": "Status",
    "connection": "Conexão",
    "unknown": "Desconhecido",
    "none": "Nenhum",
    "disabled": "Desativado",
    "enabled": "Ativado",
    "disable": "Desativar",
    "enable": "Ativar",
    "cancel": "Cancelar",
    "accept": "Aceitar",
    "sign": "Assinar",
    "login": "Login",
    "add": "Adicionar",
    "remove": "Remover",
    "tailnet": "Tailnet",
    "configuration": "Configuração",
    "needs_login": "Este dispositivo precisa estar logado no Tailscale. Recarregue esta página após o login para ver o status.",
    "tailscale_disabled": "Tailscale está atualmente desativado. Pode ser ativado através da aba Configurações.",
    "tailscale_lock": "Bloqueio do Tailscale",
    "warning": "Aviso",
    "settings": {
        "basic": "Visualização Básica",
        "advanced": "Visualização Avançada",
        "system_settings": "Configurações do Sistema",
        "enable_tailscale": "Ativar Tailscale",
        "unraid_listen": "Serviços Unraid escutam no IP do Tailscale",
        "ip_forward": "Ativar Encaminhamento de IP",
        "taildrop": "Localização do Taildrop",
        "services": "Serviços do Tailscale",
        "wireguard": "Porta do Wireguard",
        "outbound_network": "Opções Avançadas de Rede",
        "subnets": "Permitir Sub-redes do Tailscale",
        "dns": "Permitir configurações de DNS do Tailscale",
        "save": "Salvar Configurações",
        "restart": "Reiniciar Tailscale",
        "erase": "Apagar Configuração do Tailscale",
        "diagnostics": "Diagnóstico do Plugin",
        "reauthenticate": "Reautenticar",
        "funnel": "Permitir Funnel do Tailscale",
        "context": {
            "unraid_listen": "Configura os serviços Unraid (SSH, WebGUI, SMB, etc.) para escutarem nos endereços do Tailscale.",
            "ip_forward": "Define net.ipv4.ip_forward e net.ipv6.conf.all.forwarding como 1 no sysctl. Esta alteração ocorre imediatamente ao ser ativada.",
            "taildrop": "Especifique o caminho para os arquivos recebidos do Taildrop.",
            "dns": "Permite ativar o DNS do Tailscale via CLI ou WebGUI. Se desativado, o DNS do Tailscale será desativado ao iniciar o Tailscale.",
            "subnets": "Permite ativar rotas do Tailscale via CLI ou WebGUI. Se desativado, as rotas do Tailscale serão desativadas ao iniciar o Tailscale.",
            "wireguard": "Altera a porta usada para conexões Wireguard. Normalmente não é necessário alterar.",
            "erase": "Faz logout do Tailscale e redefine todas as configurações para o padrão",
            "restart": "Reinicia o daemon do Tailscale e reaplica as configurações.",
            "diagnostics": "Baixar diagnóstico (isso pode levar algum tempo para completar)",
            "save": "O Tailscale será reiniciado ao aplicar as alterações",
            "reauthenticate": "Força uma reautenticação do Tailscale. Isso desconectará o Tailscale até que a autenticação seja concluída.",
            "funnel": "Permite que o Funnel do Tailscale seja ativado pela WebGUI. Se desativado, o Funnel do Tailscale será desativado."
        }
    },
    "info": {
        "online": "Online",
        "version": "Versão do Tailscale",
        "health": "Estado do Tailscale",
        "login": "Logado",
        "netmap": "No Mapa de Rede",
        "key_expire": "Expiração da Chave",
        "tags": "Tags",
        "hostname": "Nome do Host",
        "dns": "Nome DNS",
        "ip": "IPs do Tailscale",
        "magicdns": "Sufixo MagicDNS",
        "routes": "Rotas Anunciadas",
        "accept_routes": "Aceitar Rotas",
        "accept_dns": "Aceitar DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Atuar como Nó de Saída",
        "use_exit_node": "Usar Nó de Saída",
        "exit_node_local": "Permitir acesso à LAN ao usar Nó de Saída",
        "unapproved": "Precisa de aprovação no console de administração",
        "connected_via": "Conectado via Tailscale",
        "funnel_port": "Porta do Funnel para WebGUI",
        "port_in_use": "Porta em uso",
        "lock": {
            "node_key": "Chave do Nó",
            "public_key": "Chave Pública",
            "signed": "Chave do Nó Assinada",
            "signing": "É Nó de Assinatura"
        }
    },
    "warnings": {
        "key_expiration": "A chave do Tailscale irá expirar em %s dias em %s.",
        "netbios": "O NetBIOS está ativado em <a href='/Settings/SMB'>Configurações SMB</a> - isto pode impedir o acesso a compartilhamentos via Tailscale.",
        "lock": "O tailnet possui bloqueio ativado, mas este nó não foi assinado. Ele não poderá se comunicar com o tailnet.",
        "funnel": "Ativar o Funnel do Tailscale na WebGUI do Unraid expõe seu servidor à internet, aumentando significativamente o risco de acesso não autorizado e possíveis ataques. Esse recurso só deve ser ativado se você compreender totalmente o impacto na segurança. A abordagem recomendada/segura para acesso remoto é instalar o Tailscale nos dispositivos que você pretende usar para acessar a WebGUI, em vez de ativar o Funnel.",
        "subnet": "Aceitar sub-redes do Tailscale no seu servidor Unraid pode afetar a conectividade da rede local em determinadas configurações. Aceitar rotas não é necessário para que seu servidor Unraid funcione como um roteador de sub-rede ou nó de saída. Só ative esta opção se seu servidor Unraid precisar se conectar a sub-redes remotas anunciadas por outros dispositivos.",
        "dns": "Ativar o MagicDNS do Tailscale no seu servidor pode prejudicar a resolução de nomes dentro dos containers Docker, causando possíveis problemas de conectividade para aplicativos. Não é necessário ativar o MagicDNS no servidor para acessar o seu Unraid usando nomes MagicDNS (por exemplo, 'unraid.tailnet.ts.net') a partir de outros dispositivos.",
        "caution": "Proceda com cautela e certifique-se de que você entende as implicações desta alteração antes de continuar.",
        "more_info": "Para mais informações:"
    },
    "lock": {
        "sign": "Assinar Nós",
        "signing_node": "Este é um nó de assinatura para o tailnet.",
        "signing_instructions": "Os seguintes nós estão atualmente bloqueados fora do tailnet. Marque a caixa dos nós que você deseja adicionar e clique no botão Assinar para adicionar o nó ao tailnet.",
        "signed_node": "Seu tailnet possui bloqueio ativado e o nó atual está assinado. Este nó pode se comunicar com o tailnet.",
        "make_signing": "Se desejar tornar este um nó de assinatura, será necessário confiar na chave abaixo de um nó de assinatura:",
        "unsigned": "Seu tailnet possui bloqueio ativado e o nó atual não está assinado. Este nó não pode se comunicar com o tailnet.",
        "unsigned_instructions": "Para permitir que este nó se comunique, você precisará confiar na chave abaixo de um nó de assinatura",
        "disabled": "Seu tailnet não possui bloqueio ativado."
    },
    "status_page": {
        "exit_node": "Nó de Saída",
        "connection_type": "Tipo de Conexão",
        "connection_addr": "Conexão",
        "tx_bytes": "Bytes de Envio (Tx)",
        "rx_bytes": "Bytes de Recepção (Rx)",
        "relay": "Relé",
        "direct": "Direto",
        "exit_active": "Ativo",
        "exit_available": "Disponível",
        "idle": "Ocioso",
        "offline": "Offline",
        "active": "Ativo",
        "login_name": "Nome de Login",
        "shared": "Usuário Compartilhado",
        "action": "Ação"
    }
}