{
    "yes": "Sim",
    "no": "Não",
    "ignore": "Ignorar",
    "erase": "Apagar",
    "confirm": "Confirmar",
    "download": "Baixar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Voltar",
    "status": "Status",
    "connection": "Conexão",
    "unknown": "Desconhecido",
    "none": "Nenhum",
    "disabled": "Desativado",
    "enabled": "Ativado",
    "disable": "Desativar",
    "enable": "Ativar",
    "sign": "Assinar",
    "login": "Login",
    "add": "Adicionar",
    "remove": "Remover",
    "tailnet": "Tailnet",
    "configuration": "Configuração",
    "needs_login": "Este dispositivo precisa estar logado no Tailscale. Atualize esta página após o login para ver o status.",
    "tailscale_disabled": "Tailscale está atualmente desativado. Ele pode ser ativado pela guia Configurações.",
    "tailscale_lock": "Bloqueio do Tailscale",
    "settings": {
        "basic": "Visualização Básica",
        "advanced": "Visualização Avançada",
        "system_settings": "Configurações do Sistema",
        "enable_tailscale": "Ativar Tailscale",
        "unraid_listen": "Serviços Unraid ouvem no IP do Tailscale",
        "ip_forward": "Ativar Reencaminhamento de IP",
        "taildrop": "Localização do Taildrop",
        "usage": "Permitir Coleta de Dados de Uso",
        "services": "Serviços do Tailscale",
        "wireguard": "Porta Wireguard",
        "outbound_network": "Opções avançadas de rede",
        "subnets": "Permitir Sub-redes do Tailscale",
        "dns": "Permitir configurações de DNS do Tailscale",
        "save": "Salvar Configurações",
        "restart": "Reiniciar Tailscale",
        "erase": "Apagar Configuração do Tailscale",
        "diagnostics": "Diagnóstico do Plugin",
        "donate": "Doar",
        "reauthenticate": "Reautenticar",
        "context": {
            "unraid_listen": "Configura serviços do Unraid (SSH, WebGUI, SMB, etc.) para ouvir nos endereços do Tailscale.",
            "ip_forward": "Define net.ipv4.ip_forward e net.ipv6.conf.all.forwarding como 1 no sysctl. Essa alteração ocorre imediatamente ao ser ativada.",
            "taildrop": "Especifique o caminho para arquivos recebidos do Taildrop.",
            "dns": "Permite que o DNS do Tailscale seja ativado via CLI ou WebGUI. Se desativado, o DNS do Tailscale estará desativado quando o Tailscale iniciar.",
            "subnets": "Permite que rotas do Tailscale sejam ativadas via CLI ou WebGUI. Se desativado, rotas do Tailscale serão desativadas quando iniciar.",
            "wireguard": "Altere a porta usada para conexões Wireguard. Normalmente isso não precisa ser alterado.",
            "usage": "Permite a coleta de dados de uso para o plugin do Tailscale. Isso envia um identificador anonimamente, a versão atual do Unraid, a versão atual do plugin e o status ativado/desativado de alguns recursos. Nenhuma informação pessoal ou de rede é coletada.",
            "erase": "Faz logout do Tailscale e restaura todas as configurações para os padrões",
            "restart": "Reinicia o daemon do Tailscale e reaplica as configurações.",
            "diagnostics": "Baixar diagnósticos (isso pode demorar um pouco para concluir)",
            "ignore": "Se definido como ignorar, o plugin não irá modificar a configuração",
            "outbound_network": "Essas configurações aplicam-se somente ao tráfego de rede de saída do Unraid ou containers em execução. Não afetam rotas anunciadas, exit nodes, ou o acesso ao Unraid via MagicDNS. Devem ser deixadas desativadas, exceto se necessário. Ativar isto pode causar problemas de rede.",
            "save": "O Tailscale será reiniciado quando as alterações forem aplicadas",
            "donate": "Se este plugin te ajuda, por favor considere doar.",
            "reauthenticate": "Força uma reautenticação do Tailscale. Isso desconectará o Tailscale até que a autenticação seja concluída."
        }
    },
    "help": {
        "initial": "Configuração Inicial",
        "key_expiration": "Você pode querer desativar a expiração da chave para seu servidor (usando uma chave de autenticação e conectando via CLI, ou depois pelo painel de administração do Tailscale).",
        "certificates": "Certificados",
        "certificates_instructions": "Um certificado HTTPS do Tailscale pode ser usado para o WebGUI. O nome do host deve corresponder ao nome usado para a máquina no Tailscale. <ol><li>Ative HTTPS para sua tailnet.</li><li>Defina o TLD local em Configurações->Acesso de Gerenciamento para o nome Tailnet (conforme exibido na página de DNS do painel de administração do Tailscale)</li><li>Gere um novo certificado e copie-o para a configuração do WebGUI. (Isso também pode ser feito pelo plugin User Scripts.)</li></ol>",
        "certificates_docker": "Também é possível usar esses certificados para containers Docker. Por exemplo, para usar o certificado gerado para o Minio:",
        "dns": "Quando ativado, o Unraid usará as configurações de DNS configuradas no painel de administração do Tailscale, incluindo MagicDNS e servidores DNS. Quando desativado, o Unraid usará as configurações de DNS configuradas nas configurações de rede do Unraid.",
        "subnets": "Quando ativado, o Unraid aceitará rotas anunciadas de roteadores de sub-rede na tailnet. Quando desativado, o Unraid não aceitará rotas desses roteadores de sub-rede.",
        "outbound_network": "Se uma configuração for definida para Ignorar, o plugin não fará alterações nesta configuração no Tailscale. Isso é útil se você quiser configurar as opções via CLI em vez da WebGUI.",
        "taildrop": "Insira um caminho válido aqui para permitir que o servidor Unraid aceite arquivos via Taildrop.",
        "unraid_listen": "Adiciona a interface Tailscale à configuração 'interfaces extras' do Unraid. Isso permite que serviços como Web GUI e SSH sejam acessados pelo IP do Tailscale.",
        "ip_forward": "Esta configuração modifica as configurações sysctl para encaminhamento IPv4 e IPv6. Isso é útil quando o Tailscale está configurado como roteador de sub-rede ou exit node. Quando definido como Sim, IPv4 e IPv6 serão ativados. Quando definido como Não, o plugin não altera as configurações de encaminhamento.",
        "support": "Suporte",
        "support_forums": "O suporte para este plugin está disponível via tópico de suporte nos fóruns do Unraid:",
        "support_advanced": "O suporte para uso de recursos avançados de rede como roteadores de sub-rede ou redes docker ipvlan/macvlan será limitado, pois essas funções podem depender da configuração subjacente da rede."
    },
    "info": {
        "online": "Online",
        "version": "Versão do Tailscale",
        "health": "Status do Tailscale",
        "login": "Logado",
        "netmap": "No Mapa de Rede",
        "key_expire": "Expiração da Chave",
        "tags": "Tags",
        "hostname": "Nome do Host",
        "dns": "Nome DNS",
        "ip": "IPs do Tailscale",
        "magicdns": "Sufixo MagicDNS",
        "routes": "Rotas Anunciadas",
        "accept_routes": "Aceitar Rotas",
        "accept_dns": "Aceitar DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Anunciar como Exit Node",
        "use_exit_node": "Usar Exit Node",
        "exit_node_local": "Permitir acesso LAN ao usar Exit Node",
        "unapproved": "Necessita aprovação no painel de administração",
        "connected_via": "Conectado via Tailscale",
        "lock": {
            "node_key": "Chave do Nó",
            "public_key": "Chave Pública",
            "signed": "Chave do Nó Assinada",
            "signing": "É Nó de Assinatura"
        }
    },
    "warnings": {
        "key_expiration": "A chave do Tailscale irá expirar em %s dias, em %s.",
        "netbios": "O NetBIOS está ativado em <a href='/Settings/SMB'>configurações SMB</a> - isso pode impedir acesso às compartilhamentos através do Tailscale.",
        "lock": "O tailnet está com bloqueio ativado, mas este nó não foi assinado. Ele não poderá se comunicar com o tailnet."
    },
    "lock": {
        "sign": "Assinar Nós",
        "signing_node": "Este é um nó de assinatura para a tailnet.",
        "signing_instructions": "Os seguintes nós estão atualmente bloqueados fora do tailnet. Marque a caixa dos nós que deseja adicionar e clique no botão Assinar para adicioná-lo à tailnet.",
        "signed_node": "Seu tailnet está com bloqueio ativado e o nó atual está assinado. Este nó pode se comunicar com o tailnet.",
        "make_signing": "Se deseja tornar este um nó de assinatura, você deverá confiar na seguinte chave a partir de um nó de assinatura:",
        "unsigned": "Seu tailnet está com bloqueio ativado e o nó atual não está assinado. Este nó não pode se comunicar com o tailnet.",
        "unsigned_instructions": "Para permitir que este nó se comunique, você deverá confiar na seguinte chave a partir de um nó de assinatura",
        "disabled": "Seu tailnet não possui bloqueio ativado."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Tipo de Conexão",
        "connection_addr": "Conexão",
        "tx_bytes": "Bytes Tx",
        "rx_bytes": "Bytes Rx",
        "relay": "Relé",
        "direct": "Direto",
        "exit_active": "Ativo",
        "exit_available": "Disponível",
        "idle": "Inativo",
        "offline": "Offline",
        "active": "Ativo",
        "login_name": "Nome de Login",
        "shared": "Usuário Compartilhado",
        "action": "Ação"
    }
}