{
    "yes": "Sim",
    "no": "Não",
    "ignore": "Ignorar",
    "erase": "Apagar",
    "confirm": "Confirmar",
    "download": "Baixar",
    "restart": "Reiniciar",
    "apply": "Aplicar",
    "back": "Voltar",
    "status": "Status",
    "connection": "Conexão",
    "unknown": "Desconhecido",
    "none": "Nenhum",
    "disabled": "Desativado",
    "enabled": "Ativado",
    "disable": "Desativar",
    "enable": "Ativar",
    "cancel": "Cancelar",
    "accept": "Aceitar",
    "sign": "Assinar",
    "login": "Login",
    "add": "Adicionar",
    "remove": "Remover",
    "tailnet": "Tailnet",
    "configuration": "Configuração",
    "needs_login": "Este dispositivo precisa estar logado no Tailscale. Atualize esta página após o login para ver o status.",
    "tailscale_disabled": "Tailscale está atualmente desativado. Ele pode ser ativado pela guia Configurações.",
    "tailscale_lock": "Bloqueio do Tailscale",
    "warning": "Aviso",
    "settings": {
        "basic": "Visualização Básica",
        "advanced": "Visualização Avançada",
        "system_settings": "Configurações do Sistema",
        "enable_tailscale": "Ativar Tailscale",
        "unraid_listen": "Serviços Unraid ouvem no IP do Tailscale",
        "ip_forward": "Ativar Reencaminhamento de IP",
        "taildrop": "Localização do Taildrop",
        "services": "Serviços do Tailscale",
        "wireguard": "Porta Wireguard",
        "outbound_network": "Opções avançadas de rede",
        "subnets": "Permitir Sub-redes do Tailscale",
        "dns": "Permitir configurações de DNS do Tailscale",
        "save": "Salvar Configurações",
        "restart": "Reiniciar Tailscale",
        "erase": "Apagar Configuração do Tailscale",
        "diagnostics": "Diagnóstico do Plugin",
        "reauthenticate": "Reautenticar",
        "funnel": "Permitir Funnel do Tailscale",
        "context": {
            "unraid_listen": "Configura serviços do Unraid (SSH, WebGUI, SMB, etc.) para ouvir nos endereços do Tailscale.",
            "ip_forward": "Define net.ipv4.ip_forward e net.ipv6.conf.all.forwarding como 1 no sysctl. Essa alteração ocorre imediatamente ao ser ativada.",
            "taildrop": "Especifique o caminho para arquivos recebidos do Taildrop.",
            "dns": "Permite que o DNS do Tailscale seja ativado via CLI ou WebGUI. Se desativado, o DNS do Tailscale estará desativado quando o Tailscale iniciar.",
            "subnets": "Permite que rotas do Tailscale sejam ativadas via CLI ou WebGUI. Se desativado, rotas do Tailscale serão desativadas quando iniciar.",
            "wireguard": "Altere a porta usada para conexões Wireguard. Normalmente isso não precisa ser alterado.",
            "erase": "Faz logout do Tailscale e restaura todas as configurações para os padrões",
            "restart": "Reinicia o daemon do Tailscale e reaplica as configurações.",
            "diagnostics": "Baixar diagnósticos (isso pode demorar um pouco para concluir)",
            "save": "O Tailscale será reiniciado quando as alterações forem aplicadas",
            "reauthenticate": "Força uma reautenticação do Tailscale. Isso desconectará o Tailscale até que a autenticação seja concluída.",
            "funnel": "Permite que o Funnel do Tailscale seja ativado através da WebGUI. Se desativado, o Funnel do Tailscale será desativado."
        }
    },
    "info": {
        "online": "Online",
        "version": "Versão do Tailscale",
        "health": "Status do Tailscale",
        "login": "Logado",
        "netmap": "No Mapa de Rede",
        "key_expire": "Expiração da Chave",
        "tags": "Tags",
        "hostname": "Nome do Host",
        "dns": "Nome DNS",
        "ip": "IPs do Tailscale",
        "magicdns": "Sufixo MagicDNS",
        "routes": "Rotas Anunciadas",
        "accept_routes": "Aceitar Rotas",
        "accept_dns": "Aceitar DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Anunciar como Exit Node",
        "use_exit_node": "Usar Exit Node",
        "exit_node_local": "Permitir acesso LAN ao usar Exit Node",
        "unapproved": "Necessita aprovação no painel de administração",
        "connected_via": "Conectado via Tailscale",
        "funnel_port": "Porta do Funnel para WebGUI",
        "port_in_use": "Porta em Uso",
        "lock": {
            "node_key": "Chave do Nó",
            "public_key": "Chave Pública",
            "signed": "Chave do Nó Assinada",
            "signing": "É Nó de Assinatura"
        }
    },
    "warnings": {
        "key_expiration": "A chave do Tailscale irá expirar em %s dias, em %s.",
        "netbios": "O NetBIOS está ativado em <a href='/Settings/SMB'>configurações SMB</a> - isso pode impedir acesso às compartilhamentos através do Tailscale.",
        "lock": "O tailnet está com bloqueio ativado, mas este nó não foi assinado. Ele não poderá se comunicar com o tailnet.",
        "funnel": "Ativar o Funnel do Tailscale para o WebGUI do Unraid expõe seu servidor à Internet, aumentando significativamente o risco de acesso não autorizado e potenciais ataques. Este recurso só deve ser ativado se você compreender totalmente o impacto na segurança. A abordagem recomendada/segura para acesso remoto é instalar o Tailscale nos dispositivos que você pretende usar para acessar o WebGUI, em vez de ativar o Funnel.",
        "subnet": "Aceitar sub-redes do Tailscale no seu servidor Unraid pode interromper a conectividade da rede local em certas configurações de rede. Aceitar rotas não é necessário para que seu Unraid funcione como roteador de sub-rede ou nó de saída. Ative esta opção apenas se seu Unraid precisar se conectar a sub-redes remotas anunciadas por outros dispositivos.",
        "dns": "Ativar o MagicDNS do Tailscale no seu servidor pode causar interrupções na resolução de nomes dentro de containers Docker, causando possivelmente problemas de conectividade para aplicações. O MagicDNS não precisa estar ativado no servidor para que você acesse seu Unraid usando nomes MagicDNS (exemplo: 'unraid.tailnet.ts.net') de outros dispositivos.",
        "caution": "Prossiga com cautela e certifique-se de entender as implicações desta alteração antes de continuar.",
        "more_info": "Para mais informações:"
    },
    "lock": {
        "sign": "Assinar Nós",
        "signing_node": "Este é um nó de assinatura para a tailnet.",
        "signing_instructions": "Os seguintes nós estão atualmente bloqueados fora do tailnet. Marque a caixa dos nós que deseja adicionar e clique no botão Assinar para adicioná-lo à tailnet.",
        "signed_node": "Seu tailnet está com bloqueio ativado e o nó atual está assinado. Este nó pode se comunicar com o tailnet.",
        "make_signing": "Se deseja tornar este um nó de assinatura, você deverá confiar na seguinte chave a partir de um nó de assinatura:",
        "unsigned": "Seu tailnet está com bloqueio ativado e o nó atual não está assinado. Este nó não pode se comunicar com o tailnet.",
        "unsigned_instructions": "Para permitir que este nó se comunique, você deverá confiar na seguinte chave a partir de um nó de assinatura",
        "disabled": "Seu tailnet não possui bloqueio ativado."
    },
    "status_page": {
        "exit_node": "Exit Node",
        "connection_type": "Tipo de Conexão",
        "connection_addr": "Conexão",
        "tx_bytes": "Bytes Tx",
        "rx_bytes": "Bytes Rx",
        "relay": "Relé",
        "direct": "Direto",
        "exit_active": "Ativo",
        "exit_available": "Disponível",
        "idle": "Inativo",
        "offline": "Offline",
        "active": "Ativo",
        "login_name": "Nome de Login",
        "shared": "Usuário Compartilhado",
        "action": "Ação"
    }
}