{
    "yes": "Ja",
    "no": "Nej",
    "ignore": "Ignorera",
    "erase": "Radera",
    "confirm": "Bekräfta",
    "download": "Ladda ner",
    "restart": "Starta om",
    "apply": "Tillämpa",
    "back": "Tillbaka",
    "status": "Status",
    "connection": "Anslutning",
    "unknown": "Okänd",
    "none": "Ingen",
    "disabled": "Inaktiverad",
    "enabled": "Aktiverad",
    "disable": "Inaktivera",
    "enable": "Aktivera",
    "sign": "Signera",
    "login": "Inloggning",
    "add": "Lägg till",
    "remove": "Ta bort",
    "tailnet": "Tailnet",
    "configuration": "Konfiguration",
    "needs_login": "Den här enheten måste vara inloggad i Tailscale. Uppdatera denna sidan efter inloggning för att visa status.",
    "tailscale_disabled": "Tailscale är för närvarande inaktiverat. Det kan aktiveras via fliken Inställningar.",
    "tailscale_lock": "Tailscale-lås",
    "settings": {
        "basic": "Grundvy",
        "advanced": "Avancerad vy",
        "system_settings": "Systeminställningar",
        "enable_tailscale": "Aktivera Tailscale",
        "unraid_listen": "Unraid-tjänster lyssnar på Tailscale IP",
        "ip_forward": "Aktivera IP-vidarebefordran",
        "taildrop": "Taildrop-plats",
        "usage": "Tillåt insamling av användningsdata",
        "services": "Tailscale-tjänster",
        "wireguard": "Wireguard-port",
        "outbound_network": "Avancerade nätverksalternativ",
        "subnets": "Tillåt Tailscale-subnät",
        "dns": "Tillåt Tailscale DNS-inställningar",
        "save": "Spara inställningar",
        "restart": "Starta om Tailscale",
        "erase": "Radera Tailscale-konfiguration",
        "diagnostics": "Plugin-diagnostik",
        "donate": "Donera",
        "reauthenticate": "Tvinga Tailscale att autentisera om.",
        "context": {
            "unraid_listen": "Konfigurerar Unraid-tjänster (SSH, WebGUI, SMB, etc.) att lyssna på Tailscale-adresser.",
            "ip_forward": "Ställer in net.ipv4.ip_forward och net.ipv6.conf.all.forwarding till 1 i sysctl. Denna ändring sker omedelbart när den aktiveras.",
            "taildrop": "Ange sökvägen för inkommande Taildrop-filer.",
            "dns": "Tillåter att Tailscale DNS kan aktiveras via CLI eller WebGUI. Om det är inaktiverat kommer Tailscale DNS att inaktiveras när Tailscale startar.",
            "subnets": "Tillåter att Tailscale-rutter kan aktiveras via CLI eller WebGUI. Om det är inaktiverat kommer Tailscale-rutter att inaktiveras när Tailscale startar.",
            "wireguard": "Ändra porten som används för Wireguard-anslutningar. Detta behöver vanligtvis inte ändras.",
            "usage": "Tillåter insamling av användningsdata för Tailscale-pluginet. Detta skickar en anonymiserad identifierare, den nuvarande Unraid-versionen, den aktuella versionen av pluginet och på/av-statusen för vissa funktioner. Ingen personlig eller nätverksinformation samlas in.",
            "erase": "Loggar ut från Tailscale och återställer alla inställningar till standardvärdena",
            "restart": "Starta om Tailscale-daemonen och tillämpa inställningar på nytt.",
            "diagnostics": "Ladda ner diagnostik (detta kan ta en stund att slutföra)",
            "ignore": "Om inställt på ignorera kommer pluginet inte att ändra inställningen",
            "outbound_network": "Dessa inställningar gäller endast för utgående nätverkstrafik från Unraid eller körande containers. De påverkar inte annonserade rutter, exit-noder eller möjligheten att komma åt Unraid via MagicDNS. Dessa bör normalt lämnas av om de inte specifikt behövs. Att slå på dessa kan orsaka nätverksproblem.",
            "save": "Tailscale kommer att startas om när ändringar tillämpas",
            "donate": "Om detta plugin hjälper dig, överväg gärna att donera.",
            "reauthenticate": "Tvinga en Tailscale-autentisering. Detta kommer att koppla bort Tailscale tills autentiseringen har slutförts."
        }
    },
    "help": {
        "initial": "Initial konfiguration",
        "key_expiration": "Du kan vilja inaktivera nyckelutgång för din server (antingen genom att använda en auth-nyckel och ansluta via CLI, eller efteråt via Tailscale administratörskonsol).",
        "certificates": "Certifikat",
        "certificates_instructions": "Ett Tailscale HTTPS-certifikat kan användas för WebGUI. Ditt värdnamn måste matcha det namn som används för maskinen i Tailscale. <ol><li>Aktivera HTTPS för ditt tailnet.</li><li>Ange Local TLD i Inställningar-&gt;Management Access till ditt Tailnet-namn (som visas på DNS-sidan i din Tailscale administratörskonsol)</li><li>Generera ett nytt certifikat och kopiera det till WebGUI-konfigurationen. (Detta kan också köras via User Scripts-pluginet.)</li></ol>",
        "certificates_docker": "Det är också möjligt att använda dessa certifikat för Docker-containrar. Till exempel för att använda det genererade certifikatet för Minio:",
        "dns": "När det är aktiverat kommer Unraid använda DNS-inställningarna som är konfigurerade i Tailscale administratörskonsol, inklusive MagicDNS och namnservrar. När det är inaktiverat används DNS-inställningarna som är konfigurerade i Unraids nätverksinställningar.",
        "subnets": "När det är aktiverat accepterar Unraid rutter som annonserats från subnät-routrar i tailnet. När det är inaktiverat accepteras inte rutter från subnät-routrar.",
        "outbound_network": "Om en inställning är satt till Ignorera kommer pluginet inte att göra några ändringar på inställningen i Tailscale. Detta är användbart om du vill konfigurera inställningar via CLI istället för via WebGUI.",
        "taildrop": "Ange en giltig sökväg här för att tillåta Unraid-servern att ta emot filer via Taildrop.",
        "unraid_listen": "Lägger till Tailscale-gränssnittet till Unraid-inställningen \"extra gränssnitt\". Detta tillåter att tjänster som WebGUI och SSH kan nås via Tailscale-IP.",
        "ip_forward": "Denna inställning ändrar sysctl-inställningarna för IPv4- och IPv6-vidarebefordran. Detta är användbart när Tailscale är konfigurerad att vara en subnät-router eller ett exit-nod. När satt till Ja aktiveras både IPv4- och IPv6-vidarebefordran. När satt till Nej ändrar pluginet inte vidarebefordringsinställningarna.",
        "support": "Support",
        "support_forums": "Support för detta plugin finns via supporttråden på Unraid-forumet:",
        "support_advanced": "Support för användning av avancerade nätverksfunktioner såsom subnät-routrar eller docker ipvlan/macvlan-nätverk kommer vara begränsad eftersom avancerade nätverksfunktioner kan bero på den underliggande nätverkskonfigurationen."
    },
    "info": {
        "online": "Online",
        "version": "Tailscale-version",
        "health": "Tailscale-status",
        "login": "Inloggad",
        "netmap": "I nätverkskartan",
        "key_expire": "Nyckelutgång",
        "tags": "Taggar",
        "hostname": "Värdnamn",
        "dns": "DNS-namn",
        "ip": "Tailscale-IP:er",
        "magicdns": "MagicDNS-suffix",
        "routes": "Annonserade rutter",
        "accept_routes": "Acceptera rutter",
        "accept_dns": "Acceptera DNS",
        "run_ssh": "Tailscale SSH",
        "advertise_exit_node": "Kör som exit-nod",
        "use_exit_node": "Använd exit-nod",
        "exit_node_local": "Tillåt LAN-åtkomst när exit-nod används",
        "unapproved": "Behöver godkännande i admin-konsolen",
        "connected_via": "Ansluten via Tailscale",
        "lock": {
            "node_key": "Nodnyckel",
            "public_key": "Publik nyckel",
            "signed": "Nodnyckel signerad",
            "signing": "Är signeringsnod"
        }
    },
    "warnings": {
        "key_expiration": "Tailscale-nyckeln kommer att utgå om %s dagar den %s.",
        "netbios": "NetBIOS är aktiverat i <a href='/Settings/SMB'>SMB-inställningar</a> - detta kan förhindra åtkomst till delade mappar via Tailscale.",
        "lock": "Tailnet har lås aktiverat, men denna nod är inte signerad. Den kommer inte kunna kommunicera med tailnet."
    },
    "lock": {
        "sign": "Signera noder",
        "signing_node": "Detta är en signeringsnod för tailnet.",
        "signing_instructions": "Följande noder är för närvarande utestängda från tailnet. Markera kryssrutan för de noder du vill lägga till, och klicka sedan på Signera för att lägga till noden i tailnet.",
        "signed_node": "Ditt tailnet har lås aktiverat och den aktuella noden är signerad. Denna nod kan kommunicera med tailnet.",
        "make_signing": "Om du vill göra denna till en signeringsnod måste du lita på följande nyckel från en signeringsnod:",
        "unsigned": "Ditt tailnet har lås aktiverat och den aktuella noden är inte signerad. Denna nod kan inte kommunicera med tailnet.",
        "unsigned_instructions": "För att tillåta denna nod att kommunicera måste du lita på följande nyckel från en signeringsnod",
        "disabled": "Ditt tailnet har inte lås aktiverat."
    },
    "status_page": {
        "exit_node": "Exit-nod",
        "connection_type": "Anslutningstyp",
        "connection_addr": "Anslutning",
        "tx_bytes": "Tx-bytes",
        "rx_bytes": "Rx-bytes",
        "relay": "Relä",
        "direct": "Direkt",
        "exit_active": "Aktiv",
        "exit_available": "Tillgänglig",
        "idle": "Vilande",
        "offline": "Offline",
        "active": "Aktiv",
        "login_name": "Inloggningsnamn",
        "shared": "Delad användare",
        "action": "Åtgärd"
    }
}